{
    "Cara Berpikir Sejarah": ["Herodotus adalah seorang filsuf Yunani Kuno yang hidup pada abad V SM (sekitar 484 SM-425 SM). Dia disebut sebagai Bapak Sejarah karena yang bersangkutan adalah orang pertama yang menulis kisah sejarah berdasarkan sumber-sumber yang dapat diuji kebenarannya. Historia merupakan mahakarya sekaligus satu-satunya karyanya yang diketahui. Tulisan ini merupakan catatan penyelidikan-nya tentang sejarah Perang Yunani-Persia. Catatannya meliputi informasi geografis dan etnografis. Beberapa tulisannya tidak akurat dan agak berbau mitos karena dia belum sepenuhnya lepas dari suasana zamannya (zaman sewaktu ia menulis karyanya).",
    "Sejarah adalah ilmu pengetahuan yang mempelajari segala peristiwa atau kejadian penting yang telah terjadi pada masa yang telah lampau dalam kehidupan manusia. Sejarah memiliki unsur-unsur penting dalam setiap kajiannya, yaitu manusia, ruang, dan waktu. Cara berpikir kronologis adalah berpikir secara runtut, teratur, dan berkesinambungan. Secara etimologis kata diakronik berasal dari bahasa Yunani, yaitu dia dan chronoss. Dia mempunyai arti melintas, melampaui, atau melalui, sedangkan chronoss berarti waktu sehingga diakronik berarti sesuatu yang melintas, melalui, dan melampaui dalam batasan waktu. Kronologi adalah ilmu tentang waktu yang menjadi ilmu bantu sejarah dalam menyusun peristiwa atau kejadian sesuai urutan waktu terjadinya. Periodisasi adalah bagian dari sejarah yang bertugas membuat klasifikasi dari peristiwa-peristiwa sejarah dalam tahap-tahap dan pembabakan tertentu. Kronik merupakan catatan perjalanan yang ditulis oleh para musafir, pendeta, dan pujangga pada masa lalu. Kajian sejarah secara sinkronik artinya mempelajari peristiwa sejarah dengan segala aspeknya pada masa atau waktu tertentu dengan lebih mendalam. Sinkronik dalam sejarah adalah kajian yang lebih menitikberatkan untuk meneliti gejala-gejala yang meluas dari sebuah peristiwa tetapi dengan waktu yang terbatas. Cara berpikir sinkronik mengajarkan kepada kita agar lebih teliti dalam mengamati gejala atau fenomena yang terjadi, terhadap peristiwa atau kejadian pada waktu yang tertentu. Perubahan adalah peristiwa atau kejadian yang membuat perbedaan. Perubahan dapat terjadi secara cepat atau lambat. Keberlanjutan adalah keadaan yang telah berlangsung lama.",
    "Pada 8 Desember 1941, Jepang menyerang Pearl Harbour. Hal ini menandai meletusnya Perang Dunia 2 di kawasan Asia Pasifik (Perang Pasifik). Pascaserangan, Jepang dengan segera menyerang kawasan Asia yang masih dijajah oleh bangsa Barat, termasuk Hindia Belanda (Indonesia). Pasukan Jepang mendarat di Hindia Belanda pada awal Januari 1942 di Ambon dan seluruh Maluku. Gerak cepat dari pasukan Jepang membuat mereka berhasil menguasai Tarakan di Kalimantan pada 12 Juni 1942. Setelah menguasai Tarakan, pertempuran-pertempuran pasukan Jepang selanjutnya tidak memakan waktu yang lama. Sasaran Jepang berikutnya adalah Pulau Sumatra dan Jawa. Saat menyerang Sumatra, pasukan Jepang menguasai pulau ini dengan mudah. Sementara itu, di Pulau Jawa, yang merupakan pusat pemerintahan Hindia Belanda, terjadi perlawanan dari pihak Belanda dan Sekutu. Dalam rangka menguasai Pulau Jawa, Jepang harus melawan pasukan Sekutu dengan sengit melalui pertempuran laut. Pulau Jawa saat itu dipertahankan oleh 25000 pasukan KNIL dan 15000 tentara Sekutu. Pertempuran antara Belanda-Sekutu dan Jepang di Laut Jawa pada 1 Maret 1942 dimenangkan Jepang dengan berhasil menenggelamkan 4 buah kapal perang Sekutu. Selain itu, pertempuran laut untuk menguasai Pulau Jawa terjadi di Selat Sunda. Pertempuran tersebut dimenangi Jepang. Kemenangan tersebut membuat Jepang dengan mudah mendarat di Pulau Jawa, tepatnya di Banten dan Indramayu. Hadirnya Jepang di Pulau Jawa membuat Letnan Jenderal ter Poorten atas nama komandan pasukan Sekutu di Jawa menyerah tanpa syarat kepada Jepang pada 4 Maret 1942 di Kalijati, Subang, Jawa Barat. Menyerahnya Belanda dan Sekutu di Pulau Jawa menandai berakhirnya penjajahan Belanda di Indonesia dan dimulainya pendudukan Jepang selama 3,5 tahun dari 1942 hingga 1945."],

    "Awal Kehidupan Manusia Indonesia": ["Temuan dan teori evolusi Darwin telah lama menjadi kontroversi, terutama karena berlawanan dengan pandangan kitab suci agama-agama samawi tentang penciptaan. Temuan-temuan itu adalah hasil dari proses kerja ilmiah. Oleh karena itu, selayaknya disikapi secara ilmiah pula. Agama dan sains (ilmu pengetahuan) tidak perlu dicampuradukkan. Sebab, pendekatan agama dan pendekatan sains dalam upaya memahami realitas alam semesta berbeda. Agama berada dalam tingkat eksistensial dan transendental (soal rasa dan soal hati), sedangkan sains berada dalam tingkat faktual yang terkait dengan pembuktian secara empiris. Dengan kata lain, agama dan sains memiliki otonomi masing-masing. Itu tidak berarti keyakinan keagamaan tidak rasional. Perasaan keyakinan terhadap Tuhan yang Maha Esa itu tetap dapat dijelaskan secara rasional. Sisi baiknya adalah bahwa temuan-temuan ilmiah (sains), termasuk dalam ilmu sejarah, masih terus diuji kebenarannya. Tidak ada kebenaran yang mutlak dalam ilmu sejarah. Sebuah temuan terus diuji kebenarannya sepanjang waktu melalui temuan-temuan berikutnya. Tidak pernah ada kata selesai untuk itu. Sikap terbaik kita adalah terbuka dan kritis terhadap setiap penelitian ilmiah, tanpa harus meyakininya sebagai sebuah dogma atau ideologi.",
    "Tenaga endogen adalah tenaga yang berasal dari dalam bumi yang menyebabkan perubahan pada kulit bumi. Tenaga endogen ini sifatnya membentuk permukaan bumi menjadi tidak rata. Mungkin saja di suatu daerah dulunya permukaan bumi rata (datar), tetapi akibat tenaga endogen ini berubah menjadi gunung, bukit, atau pegunungan. Pada bagian lain, permukaan bumi yang turun menjadikan adanya lembah atau jurang. Secara umum tenaga endogen dibagi dalam tiga jenis, yaitu tektonisme, vulkanisme, dan seisme atau gempa. Namun, bentuk gerakan endogen yang paling mencolok pada masa ini adalah adanya pergerakan lempeng tektonis yang sangat cepat, meliputi wilayah yang sempit, yang disebut tektonik orogenesa atau disingkat orogenesa saja.",
    "Masa praaksara atau nirleka (nir: tidak ada, leka: tulisan) adalah sebutan terhadap suatu masa ketika manusia belum mengenal aksara atau tulisan. Masa ini disebut juga masa prasejarah. Meski belum mengenal tulisan, masyarakatnya telah memiliki kemampuan berbahasa dan berkomunikasi lisan serta mampu merekam pengalaman masa lalunya sedemikian rupa sehingga kita sekarang dapat memperoleh gambaran tentang kehidupan masyarakat di masa lalu. Kurun waktu masa praaksara diawali sejak manusia ada pada kala Pleistosen (sekitar 3000000 sampai 10000 tahun yang lalu) dan berakhir ketika manusia mengenal tulisan (masa sejarah). Dengan demikian, batas antara masa praaksara/prasejarah dan masa sejarah adalah mulai dikenalnya tulisan. Berakhirnya masa prasejarah atau dimulainya masa sejarah untuk setiap bangsa di dunia tidak sama, tergantung tingkat peradaban bangsa tersebut. Bangsa Mesir, misalnya sudah mengenal tulisan sekitar tahun 4000 Sebelum Masehi (SM). Itu berarti sejak sekitar tahun itu bangsa Mesir sudah memasuki zaman sejarah. Bangsa Tionghoa mengenal tulisan sekitar tahun 2000 SM. Masa sejarah Tiongkok dimulai sejak saat itu. Masa praaksara Indonesia diperkirakan mulai dari kala Pleistosen sampai sekitar abad V M. Sebagian ahli berpendapat, periodenya tidak sepanjang itu, tetapi mulai dari 1,7 juta tahun yang lalu sampai abad V M. Mulai sekitar abad V M, Indonesia memasuki masa sejarah. Hal itu ditunjukkan dengan penemuan prasasti berbentuk yupa di tepi Sungai Mahakam, Kutai, Kalimantan Timur. Prasasti tersebut tidak berangka tahun, namun bahasa dan bentuk huruf yang dipakai memberi petunjuk bahwa prasasti itu dibuat sekitar tahun 400-an. Meski demikian, tidak semua wilayah Nusantara sudah mengenal tulisan pada sekitar abad tersebut. Berakhirnya masa prasejarah dan dimulainya masa sejarah untuk tiap-tiap wilayah di Indonesia berbeda-beda.",
    "Menurut J.H. Brunvand, bentuk (genre) folklor dibedakan dalam tiga golongan, yaitu (1) Folklor lisan. Termasuk dalam folklor lisan adalah bahasa rakyat (seperti logat bahasa, julukan, gelar kebangsawanan), ungkapan tradisional, pertanyaan tradisional (seperti teka-teki), puisi rakyat (gurindam dan syair), dan cerita prosa rakyat (seperti mitos, dongeng, dan legenda). Folklor sebagian lisan. Bentuk ini merupakan campuran antara folklor lisan dan bukan lisan, termasuk dalam bentuk ini adalah kepercayaan, permainan teater, tarian, pesta, nyanyian rakyat, adat istiadat, dan upacara. Folklor bukan lisan. Disebut folklor bukan lisan karena folklor ini lebih banyak berbentuk benda nyata yang sangat erat hubungannya dengan kegiatan manusia sehari-hari. Termasuk dalam bentuk ini adalah arsitektur rakyat, kerajinan tangan, makanan dan minuman tradisional, pakaian dan perhiasan tradisional, serta obat-obatan tradisional. Selain itu, termasuk gerak atau isyarat tradisional, seperti kentungan, dan alat musik rakyat, seperti gamelan, angklung, dan kecapi sasando.",
    "Nyanyian rakyat yang dapat dipertimbangkan sebagai salah satu sumber penulisan sejarah adalah nyanyian rakyat yang sifatnya berkisah seperti balada dan epos. Perbedaan keduanya terletak pada tema cerita. Balada bertema kisah sentimentil dan romantis, sedangkan epos atau wiracarita bertema cerita kepahlawanan. Kendati demikian, keduanya memiliki bentuk bahasa yang bersajak. Nyanyian yang bersifat berkisah ini banyak terdapat di Indonesia. Di Jawa Barat, Jawa Tengah, Jawa Timur, dan Bali terdapat epos yang bersumber dari epos besar Mahabharata dan Ramayana.",
    "Sebelumnya telah disampaikan bahwa jejak sejarah masyarakat praaksara terekam di dalam mitos, legenda, dongeng, upacara, dan lagu rakyat, singkatnya folklor. Kendati tidak tertulis, folklor dapat menjadi sumber lisan dalam penulisan sejarah (historiografi) dan karena itu dapat membantu menyingkapkan suatu fakta sejarah. Dengan kata lain, folklor dapat memberi petunjuk tentang suatu fakta sejarah. Hal ini karena folklor menyimpan banyak pelajaran bermakna, dan sesuatu yang bermakna itu pasti dihayati oleh suatu masyarakat penganut mitos tersebut (sebuah fakta). Tugas peneliti, terutama melalui proses verifikasi dan interpretasi, adalah menggali dan menganalisis kandungan-kandungan makna dalam mitos tersebut, dan dari situ berusaha menyingkap suatu fakta tentang masyarakat masa lampau (masyarakat pemilik mitos); misalnya, dari mitos dan legenda peneliti dapat menyimpulkan tentang suatu fakta berupa adanya (munculnya) kepercayaan akan mahkluk di luar manusia, suatu kebiasaan, pandangan hidup, dan sebagainya. Ringkasnya, proses verifikasi (dan interpretasi) akan menentukan apakah dari sumber-sumber lisan itu kita dapat menemukan apa yang disebut fakta sejarah.",
    "Setelah mengenal tulisan (masa aksara), masyarakat mulai mempraktikkan apa yang disebut tradisi tulisan. Masuknya bangsa India ke Indonesia, yang diperkirakan dimulai pada abad pertama Masehi, dianggap menjadi tonggak penting pengenalan tradisi tulisan di Indonesia. Tujuan utama mereka memang untuk berdagang, tetapi dalam prosesnya mereka juga membawa serta kebudayaannya, termasuk di antaranya budaya tulis, seni bangunan, seni rupa, pemerintahan, sosial dan kepercayaan. Budaya tulis yang mereka bawa menggunakan bahasa Sanskerta dengan huruf Pallawa. Buktinya dapat kita saksikan melalui prasasti-prasasti, kitab, dan/atau manuskrip-manuskrip kuno (saat ini masih tersimpan di museum, perpustakaan, ataupun di warga masyarakat di seluruh pelosok Tanah Air). Dalam ketiga sumber tradisi tulisan itu, terkandung informasi tentang keadaan, gambaran, sikap, pandangan hidup, cita-cita hidup, sistem kepercayaan, dan adat-istiadat mereka.",
    "Para ilmuwan meyakini bahwa awal mula terbentuknya alam semesta (termasuk bumi) berawal dari peristiwa big bang (ledakan dahsyat atau dentuman besar) sekitar 13,7 miliar tahun lalu. Ledakan tunggal ini melontarkan materi dalam jumlah sangat besar ke segala penjuru alam semesta. Materi-materi ini kemudian mengisi alam semesta ini dalam bentuk bintang, planet, debu kosmis, asteroid/ meteorit, energi, dan partikel lainnya di alam semesta ini. Ringkasnya, membentuk sistem tata surya. Berdasarkan teori geologi, bumi terbentuk melalui empat tahapan zaman, yaitu masa Arkaekum, Paleozoikum, Mesozoikum, dan Neozoikum. Kendati telah memungkinkan muncul dan berkembangnya manusia purba pertama, keadaan bumi pada kala Pleistosen (masa Neozoikum) belum sepenuhnya stabil. Ketidakstabilan itu disebabkan tiga faktor utama, yaitu adanya perubahan bentuk daratan akibat gerakan (tenaga) endogen dan eksogen, perubahan iklim berupa es yang mencair dan/ atau membeku yang mengakibatkan perubahan suhu bumi dan luas daratan—itulah alasannya kala Pleistosen disebut juga zaman es atau zaman glasial, serta letusan gunung api. Gabungan ketiga faktor tersebut, terutama gerakan (tenaga endogen) berupa pergerakan lempeng tektonik, juga ikut membentuk Kepulauan Indonesia seperti yang kita diami sekarang ini. Perkembangan hasil budaya masyarakat awal Indonesia dapat dikelompokkan dalam pembabakan zaman sebagai berikut, yaitu zaman Paleolitikum, zaman Mesolitikum, zaman Neolitikum, zaman Megalitikum, dan zaman Logam. Dari segi corak kehidupan dan sistem mata pencarian hidup, masyarakat purba di Indonesia dapat dibagi menjadi masyarakat berburu dan meramu (tingkat sederhana dan tingkat lanjut), masyarakat bercocok tanam, dan masyarakat perundagian. Pada masa berburu dan mengumpulkan makanan tingkat sederhana, diperkirakan terjadi sejak munculnya manusia purba pertama sampai sekitar 12000 tahun yang lalu (kala Pleistosen). Di Indonesia, pada masa ini, hidup manusia purba jenis Meganthropus, Pithecanthropus, dan Homo. Asal usul manusia-manusia purba sampai sekarang masih menjadi kontroversi. Manusia purba pada masa ini bergantung sepenuhnya pada alam dengan berburu dan mengumpulkan makanan. Karena berburu menjadi sarana utama untuk bertahan hidup, kehidupan manusia purba Indonesia pada masa ini, sejak Pithecanthropus sampai Homo, bersifat nomaden atau berpindah-pindah dari satu tempat ke tempat lain mengikuti gerak binatang buruan serta sumber air. Kehidupan menetap (sedenter) belum dikenal. Mereka juga hidup dalam kelompok-kelompok kecil. Interaksi antaranggota kelompok saat berburu menimbulkan sistem komunikasi dalam bentuk bunyi-mulut, yakni dalam bentuk kata-kata atau gerakan badan (bahasa isyarat) yang sederhana. Mereka tidak berburu dengan tangan kosong, tetapi menggunakan alat tertentu, sesuai perkambangan otaknya yang masih terbatas, alat yang mereka gunakan juga masih sangat sederhana, yaitu alat-alat dari batu, kayu, dan tulang binatang yang mash kasar. Temuan alat-alat dari batu yang ditemukan di Indonesia paling banyak berupa kapak perimbas, alat-alat serpih, dan alat-alat dari tulang. Selain ketiga alat tersebut, ditemukan alat-alat seperti kapak genggam dan kapak penetak. Masa berburu dan mengumpulkan makanan tingkat lanjut diperkirakan terjadi antara 10000-2500 tahun yang lalu. Corak kehidupan mereka tetap sama dengan masa sebelumnya, yaitu berburu dan mengumpulkan makanan dari alam. Bedanya, selain alat-alat dari batu, pada masa ini mereka juga mampu membuat alat-alat dari tulang dan kulit kerang. Manusia praaksara pada masa berburu dan mengumpulkan makanan tingkat lanjut juga telah mengenal pembagian kerja, kebiasaan bertempat tinggal secara tidak tetap (semi-sedenter), terutama di gua-gua payung (abris sous roche), sebagian juga bertempat tinggal di tepi pantai yang dibuktikan dengan penemuan kjokkenmoddinger. Selain itu, mereka juga mulai mengenal tradisi melukis (yang menggambarkan munculnya kepercayaan awal pada masa ini) serta menemukan api. Pada masa bercocok tanam, sekitar tahun 1500 SM, Nusantara juga dihuni oleh pendatang baru dari bangsa Melayu Austronesia dari ras Mongoloid. Mereka lazim juga disebut bangsa Proto-Melayu atau Melayu Tua. Jumlah mereka lebih banyak dari penduduk asli, yaitu orang-orang dari ras Australomelanesoid dan Mongoloid dari masa berburu-meramu tingkat lanjut. Kemungkinan juga mereka berbaur dengan penduduk asli tersebut. Mereka datang dari Yunan, wilayah Tiongkok bagian selatan (sekarang menjadi provinsi tersendiri di Tiongkok) serta membawa kebudayaan baru yang disebut budaya neolitik (budaya batu baru). Masa ini disebut juga zaman kebudayaan kapak persegi karena banyaknya ditemukan kapak dari batu yang sudah halus, seperti beliung, kapak corong, dan kapak lonjong. Selain itu, ciri khas serta sumbangan berharga lain dari bangsa pendatang baru ini adalah tradisi bercocok tanam. Masyarakat pada masa bercocok tanam sudah mengenal kehidupan menetap, pembagian kerja, dan gotong royong. Pembuatan gerabah juga sudah mulai dikenal meski dengan bentuk yang mash sederhana. Selain itu, kepercayaan dalam bentuk animisme dan dinamisme berkembang. Seiring dengan hal itu, muncul banyak bangunan megalitik, seperti menhir dan punden berundak-undak. Sekitar tahun 300 SM, gelombang kedua dari bangsa Melayu Austronesia dari ras Mongoloid tiba di Nusantara, yang mengawali masa perundagian. Mereka lazim juga disebut bangsa Deutero-Melayu atau Melayu Muda dan langsung berbaur dengan penduduk sebelumnya. Sebagaimana gelombang, mereka juga datang dari Yunan, wilayah Tiongkok bagian selatan. Bangsa Deutero-Melayu ini hidup bersama dan bahkan kawin-mawin (kohabitasi) dengan penduduk asli dari bangsa dan ras yang sama yang jauh lebih dulu tiba di Nusantara (pada masa bercocok tanam), yang biasa disebut dengan bangsa Proto-Melayu. Masa ini disebut masa perundagian-dari kata undagi yang berarti terampil-karena pada masa ini muncul golongan undagi atau golongan yang terampil melakukan suatu jenis usaha tertentu, seperti membuat alat-alat dari logam, rumah kayu, gerabah, perhiasan, dan sebagainya. Kendati demikian, dalam arti khusus, golongan undagi mengacu pada orang-orang yang ahli membuat alat-alat dari logam. Karena itu, dikenanya logam menandai awal masa perundagian. Tidak semua orang mampu membuat alat-alat tersebut. Hanya golongan terampil atau golongan undagilah yang mampu membuatnya. Hal itu karena kegiatan tersebut membutuhkan keterampilan khusus, dan keterampilan itu diperoleh dari latihan yang membutuhkan waktu tertentu. Karena membutuhkan keahlian khusus, barang logam ini, terutama di awal masa perundagian dan kemungkinan besar selama periode pertengahan, termasuk barang mahal dan langka. Hanya orang-orang tertentu juga yang dapat memiliki alat-alat dari logam. Kendati demikian, alat-alat dari logam ini tidak menggantikan gerabah. Gerabah tetap memainkan peran penting. Dapat dikatakan, munculnya alat-alat dari logam hanya mengganti alat-alat dari batu dan tulang dan tidak menggantikan gerabah. Pembuatan gerabah bahkan mengalami kemajuan yang pesat, yaitu tidak lagi menggunakan tangan dan tatap batu, tetapi juga menggunakan roda pemutar. Hasil budaya yang khas pada masa perundagian adalah alat-alat dari logam perunggu berupa nekara dan moko, kapak perunggu, bejana perunggu, patung perunggu, gelang, dan cincin perunggu, alat-alat dari besi, serta perhiasan berupa cincin dan manik-manik. Folklor adalah bagian dari kebudayaan suatu masyarakat yang tersebar dan bersifat tradisional diwariskan secara lisan dan turun-temurun. Bentuk-bentuk folklor yaitu folklor lisan (seperti bahasa rakyat, pertanyaan tradisional (teka-teki], dan cerita prosa rakyat), folklor sebagian lisan (seperti kepercayaan, permainan teater, tarian, pesta, dan nyanyian rakyat); dan folklor bukan lisan (seperti arsitektur rakyat, kerajinan tangan, makanan dan minuman tradisonal, pakaian dan perhiasan tradisional serta obat-obatan tradisional). Termasuk dalam golongan folklor bukan lisan adalah gerak atau isyarat tradisional, seperti kentongan, dan alat musik rakyat, seperti gamelan, angklung, kecapi, dan sasando. Nyanyian rakyat merupakan salah satu bentuk folklor yang terdiri dari teks dan lagu. Umumnya beredar dalam suatu masyarakat tertentu dan memiliki banyak variasi. Fungsi upacara dalam suatu masyarakat adalah menyadarkan atau mewujudkan kesadaran manusia tentang masa lalunya. Sistem upacara berkembang berkaitan dengan kepercayaan masyarakat tersebut, atau kenangan terhadap suatu peristiwa tertentu yang pernah terjadi pada masyarakat tersebut. Proses pewarisan kebudayaan pada masyarakat praaksara dilakukan melalui keluarga, masyarakat, dan penatua (tokoh masyarakat). Diperlukan upaya untuk mendorong berbagai usaha mempercepat proses penguatan tradisi lisan sebagai identitas budaya dalam membangun peradaban, di antaranya yaitu Mendorong agar tradisi lisan menyatu dengan penguatan peran masyarakat pendukungnya dan memasukkan tradisi lisan ke dalam kurikulum sekolah.",
    "Sebuah situs penting tentang kedatangan bangsa Austronesia dari daratan Asia ke Nusantara hendak dihapuskan. situs itu adalah Situs Kalumpang. Alasannya, situs yang terletak di lembah permai di Tanah Lotong, Kabupaten Mamuju, Sulawesi Barat, itu akan ditenggelamkan untuk kepentingan proyek pembangkit listrik tenaga air. Pemerintah berencana membangun proyek pembangkit listrik tenaga air (PLTA) di Tanah Lotong dan memindahkan empat klan masyarakat adat, meliputi Karama, Karataun, Bonehau, dan Kalumpang. Jumlah warga di lembah ini diperkirakan 20000 jiwa. Dam direncanakan seluas 12000 hektare. Implikasinya, enam desa di Kecamatan Kalumpang, sembilan desa di Kecamatan Bonehau, dan dua desa di Kecamatan Mamasa yang dihuni sekitar 15000 jiwa akan ditenggelamkan. Termasuk di dalamnya situs Kalumpang. Rustan, arkeolog dari Balai Pelestarian Cagar Budaya Makassar, mengatakan, situs Kalumpang adalah satu-satunya bukti yang meyakinkan di Sulawesi tentang kedatangan pertama bangsa Austronesia dari Asia daratan. \"Posisi Kalumpang menurut para ahli menjadi titik lompatan bangsa Austronesia ke daerah lain di Nusantara,\" kata Rustan. Bangsa Austronesia, menurut Rustan, dianggap bangsa yang menurunkan populasi di sepanjang Pasifik sampai Madagaskar dan sepanjang Selandia Baru sampai Hawaii, minus Papua dan Australia. Austronesia merupakan bangsa besar dengan penutur bahasa sampai 300 juta orang. Teori migrasi yang paling populer menyebutkan, bangsa Austronesia meninggalkan Asia daratan menuju Nusantara dan Pasifik melalui Taiwan, Filipina, dan Sulawesi. Dari Sulawesi, mereka menyebar ke Kalimantan dan beberapa daerah lain. Keberadaan situs Kalumpang sangat berarti untuk keberlanjutan penelitian sejarah populasi dan migrasi manusia di Nusantara dan Pasifik."],

    "Indonesia Zaman Hindu Buddha: Silang Budaya Lokal Dan Global Tahap Awal": ["Agama Hindu meyakini Tuhan itu Maha Esa. Salah satu ajaran filsafat Hindu, Adwaita Wedanta menegaskan hanya ada satu kekuatan dan menjadi sumber dari segala yang ada (Brahman), dan memanifestasikan (mewujudkan) diri-Nya kepada manusia dalam beragam bentuk (dewa-dewa). Dalam ajaran Hindu, ada lima keyakinan dan kepercayaan yang disebut Pancasradha. Pancasradha adalah keyakinan dasar umat Hindu. Kelima keyakinan tersebut, yakni sebagai berikut. Widhi Tattwa, percaya kepada Tuhan Yang Maha Esa dan segala aspeknya. Atma Tattwa, percaya dengan adanya jiwa dalam setiap makhluk. Karmaphala Tattwa, percaya dengan adanya hukum sebab-akibat dalam setiap perbuatan. Punarbhava Tattwa, percaya dengan adanya proses kelahiran kembali (reinkarnasi). Moksa Tattwa, percaya bahwa kebahagiaan tertinggi merupakan tujuan akhir.",
    "Sebelum kedatangan kebudayaan Hindu-Buddha, masyarakat Indonesia menganut kepercayaan tradisional berupa penghormatan terhadap roh leluhur, kekuatan alam semesta, dan benda-benda tertentu (animisme dan dinamisme). Pengaruh Hindu-Buddha membuat kepercayaan animisme dan dinamisme beralih ke kepercayaan kepada dewa-dewi.",
    "Menurut Kitab Pararaton dan Nagarakertagama, setelah menerima Arca Amoghapasa, raja Melayu menyerahkan kedua putrinya, Dara Jingga dan Dara Petak, dengan maksud untuk dipersunting Raja Kertanagara (Singasari). Namun, maksud mulia ini tidak terwujud karena pada tahun 1292 Kertanagara dibunuh oleh kerabat dekatnya, yaitu Jayakatwang (bupati Gelang-Gelang), yang kemudian membangun ibu kota baru di Kediri. Menantu Kertanagara, yaitu Raden Wijaya, yang lolos dari maut mempersunting Dara Petak (putri raja Melayu), yang melahirkan Jayanagara (kelak menjadi raja kedua Majapahit); sedangkan Dara Jingga dipersunting seorang bangsawan Singasari dan melahirkan Adityawarman. Selanjutnya, berkat bantuan Aria Wiraraja, Raden Wijaya diampuni oleh Jayakatwang dan diberi kekuasaan untuk mengelola lahan di Desa Majapahit. Pada tahun 1293, datang pasukan Mongol untuk menaklukkan Jawa. Pasukan ini diperalat oleh Raden Wijaya untuk mengalahkan Jayakatwang di Kediri. Raden Wijaya dengan cerdik mengusir tentara Mongol pasca-keruntuhan Kediri, dan mendirikan Kerajaan Majapahit. Diangkat sebagai perdana menteri oleh Raden Wijaya, Adityawarman melancarkan ekspansi militer Majapahit dan menaklukkan wilayah pantai timur Sumatra lalu memperkuat kembali Kerajaan Melayu dengan pusat kerajaan di Pagaruyung, Sumatra Barat.",
    "Menurut Prasasti Nalanda (India), Balaputradewa berasal dari Jawa keturunan Dinasti Syailendra (Jawa Tengah). Ayahnya Samaragrawira dan ibunya Dewi Tara, putri Raja Dharmasetu (Sriwijaya). Samaragrawira memiliki dua orang putra, yaitu Samaratungga (sulung) dan Balaputradewa (bungsu). Ada dua pendapat populer mengapa Balaputradewa meninggalkan Pulau Jawa. Pertama, sejak awal ia memang tidak memiliki hak atas takhta Jawa, mengingat ia hanyalah adik Maharaja Samaratungga. Kedua, terjadi perebutan takhta antara Balaputradewa dan Rakai Pikatan (suami dari keponakannya Pramodawardhani); kalah perang pada tahun 856 M melawan Rakai Pikatan, Balaputradewa menyingkir ke Sumatra. Apa pun alasannya, fakta sejarah mengatakan Balaputradewa menyingkir ke Sumatra dan menjadi raja Sriwijaya, yang telah dikuasai Wangsa Syailendra. Berdasarkan analisis terhadap Prasasti Ligor, Sriwijaya dikuasai Wangsa Syailendra sejak zaman Maharaja Wisnu.",
    "Cerita lokal yang berkembang di Jawa Tengah utara menceritakan seorang maharani legendaris bernama Ratu Sima yang menjunjung tinggi prinsip keadilan dan kebenaran tanpa pandang bulu. Ia menerapkan hukuman yang keras bagi pencuri, yaitu potong tangan. Konon, cerita tentang kejujuran dan sikap taat hukum rakyat Kalingga sampai ke telinga seorang raja seberang lautan. Untuk mengujinya, ia meletakkan sekantung uang emas di persimpangan jalan dekat pasar. Tak seorang pun berani menyentuh, apalagi mengambilnya. Hingga tiga tahun kemudian, kantung itu tersentuh kaki putra mahkota yang lantas mengambilnya. Menjunjung tinggi hukum, Ratu Sima menjatuhkan hukuman mati kepada putranya, tetapi dewan menteri memohonkan ampun baginya. Hukumannya pun dikurangi dengan hanya dipotong kakinya.",
    "Menurut tafsiran atas naskah Carita Parahyangan, Sanjaya digambarkan sebagai pangeran dari Galuh yang akhirnya berkuasa di Mataram. Ibunya adalah Sanaha, cucu Ratu Sima dari Kerajaan Kalingga. Ayah Sanjaya adalah Sena/Sanna/Bratasenawa, raja ketiga Galuh. Sanna digulingkan dari takhta Galuh oleh Purbasora (saudara satu ibu Sanna) pada tahun 716 M. la kemudian meminta perlindungan pada sahabat baiknya, raja Kerajaan Pakuan (Sunda) bernama Tarusbawa. Tarusbawa adalah raja pertama Kerajaan Sunda (setelah Tarumanagara pecah menjadi Kerajaan Sunda dan Kerajaan Galuh). Persahabatan ini pula yang mendorong Tarusbawa mengambil Sanjaya menjadi menantunya. Atas bantuan mertuanya itu, ia bertekad balas dendam terhadap Purbasora. Hal itu diwujudkannya ketika ia menjadi raja Sunda atas nama istrinya. Purbasora ditundukkan dan Kerajaan Sunda serta Galuh pun dipersatukan kembali. Pada tahun 732 M, Sanjaya mewarisi takhta Kerajaan Mataram dari orang tuanya. Dengan demikian, Sanjaya menjadi penguasa empat kerajaan sekaligus: Sunda, Galuh, Kalingga (setelah Sanaha mangkat), dan Mataram. Saat mewarisi Mataram (732 M), ia membagi kekuasaannya di Jawa Barat kepada kedua putranya: Sunda dan Galuh menjadi kekuasaan Tamperan, sedangkan Kuningan dan Galunggung menjadi wilayah kekuasaan Resi Guru Demunawan. Adapun Kalingga masih tetap di bawah kekuasaannya selama 22 tahun (732-754). Sanjaya kemudian digantikan oleh putranya dari Dewi Sudiwara, yaitu Rakai Panangkaran. Rakai Panangkaran ini kelak menjadi penerus Kerajaan Mataram sepeninggal Sanjaya.",
    "Konon Barathayudha ditulis atas perintah Jayabhaya sendiri. Isinya tentang perang memperebutkan negara Astina oleh dua saudara sepupu, Kurawa dan Pandawa, yang melambangkan perang antara Jenggala dan Kediri, yang sama-sama keturunan Airlangga. Keadaan perang saudara itu digambarkan seolah-olah seperti yang tertulis dalam Kitab Mahabharata karya Vyasa, yaitu perang antara Pandawa dan Kurawa yang sebenarnya juga keturunan Vyasa. Kisah kakawin Barathayudha kemudian diadaptasi ke dalam bahasa Jawa Baru dengan judul serat Bratayuda oleh pujangga Yasadipura I pada zaman Kasunanan Surakarta.",
    "Pada akhir pemerintahannya, Kertajaya menyatakan ingin disembah oleh para pendeta Hindu dan Buddha (kaum brahmana). Keinginan itu ditolak, meskipun Kertajaya pamer kesaktian dengan duduk di atas sebatang tombak yang berdiri. Kertajaya murka. Merasa terancam, para pendeta itu mencari perlindungan kepada Ken Arok, akuwu (setara bupati) Tumapel sekaligus bawahan Kediri. (Catatan: sebelum menjadi akuwu, Ken Arok menjadi pengawal pribadi akuwu sebelumnya, yaitu Tunggul Ametung. Ken Arok membunuh Tunggul Ametung demi ambisinya menjadi akuwu, dan agar bisa mengawini istri Tunggul Ametung yang cantik jelita bernama Ken Dedes yang sudah lama diincarnya). Kembali ke perselisihan Kertajaya dan kaum brahmana. Dengan dukungan para brahmana, Ken Arok menyatakan Tumapel (bagian dari Kediri) sebagai kerajaan merdeka dengan dirinya sebagai raja. Kertajaya pun memaklumatkan perang. Dalam perang antara Tumapel dan Kediri di dekat Desa Ganter tahun 1222, Kediri kalah. Kertajaya sendiri diberitakan naik ke alam dewa, yang mungkin merupakan bahasa kiasan untuk menunjukkan ia tewas. Sejak tahun 1222, Kediri menjadi daerah bawahan Tumapel. Menurut Nagarakertagama, putra Kertajaya bernama Jayasabha diangkat Ken Arok sebagai bupati Kediri. Tahun 1258, Jayasabha digantikan oleh putranya, Sastrajaya. Lalu, tahun 1271, Sastrajaya digantikan putranya bernama Jayakatwang. Pada tahun 1292, Jayakatwang memberontak dan mengakhiri riwayat Tumapel.",
    "Korban pertama keris pesanan Ken Arok adalah Mpu Gandring sendiri. Sebelum meninggal, Mpu Gandring konon sempat mengutuk bahwa kelak keris tersebut akan merenggut nyawa tujuh keturunan Ken Arok, termasuk Ken Arok sendiri. Lalu, mengapa Mpu Gandring dibunuh? Setidaknya, ada tiga versi mengenai hal tersebut. Pertama, Ken Arok marah karena keris belum jadi pada waktu yang telah ditentukan. Kedua, Ken Arok ingin menguji kesaktian keris itu pada pembuatnya sendiri (yang dikenal sakti). Ketiga, dengan membunuh Mpu Gandring terlebih dahulu, Ken Arok menghilangkan saksi kunci tentang senjata yang dipakai untuk membunuh Tunggul Ametung. Nyatanya, keris itu memang membunuh banyak orang: Mpu Gandring, Tunggul Ametung, Kebo Ijo (rekan Ken Arok), Ken Arok, Ki Pengalasan (pengawal Anusapati yang membunuh Ken Arok), dan Anusapati sendiri. Adapun Tohjaya dikisahkan mati terkena tusukan tombak pengikut Ranggawuni (anak Anusapati).",
    "Kakawin Nagarakertagama yang disusun pada tahun 1365 menyebutkan budaya keraton yang adiluhur dan anggun dengan cita rasa seni dan sastra yang halus dan tinggi serta sistem ritual keagamaan yang rumit. Sang pujangga menggambarkan Majapahit sebagai pusat mandala raksasa yang membentang dari Sumatra ke Papua, mencakup Semenanjung Malaya dan Maluku. Tradisi lokal di berbagai daerah di Nusantara mash mencatat kisah legenda mengenai kekuasaan Majapahit. Administrasi pemerintahan langsung oleh Majapahit hanya mencakup wilayah Jawa Timur dan Bali; di luar daerah itu, hanya semacam pemerintahan otonomi luas, pembayaran upeti berkala, dan pengakuan kedaulatan Majapahit atas mereka. Segala pemberontakan atau tantangan bagi ketuanan Majapahit atas daerah itu dapat mengundang reaksi keras. Pada tahun 1377, beberapa tahun setelah kematian Gajah Mada, Majapahit melancarkan serangan laut untuk menumpas pemberontakan di Palembang. Meskipun penguasa Majapahit memperluas kekuasaannya ke berbagai pulau dan terkadang menyerang kerajaan tetangga, perhatian utama Majapahit tampaknya adalah mendapatkan porsi terbesar dan mengendalikan perdagangan di Kepulauan Nusantara. Pada saat inilah, pedagang muslim dan penyebar agama Islam mulai memasuki kawasan ini.",
    "Pada kurun pemerintahan Wikramawardhana, antara tahun 1405-1433, serangkaian ekspedisi laut Dinasti Ming yang dipimpin laksamana Cheng Ho, seorang jenderal muslim Tiongkok, tiba di Jawa. Sejak tahun 1430 ekspedisi Cheng Ho ini telah menciptakan komunitas muslim Tiongkok dan Arab di beberapa kota pelabuhan pantai utara Jawa, seperti di Semarang, Demak, Tuban, dan Ampel; maka Islam pun mulai memiliki pijakan di pantai utara Jawa.",
    "Ekspedisi Gajah Mada ke Bali dilakukan pada saat Bali diperintah Raja Bedahulu dengan Patih Kebo Iwa. Terlebih dahulu membunuh Kebo Iwa, Gajah Mada memimpin ekspedisi bersama panglima Arya Damar. Setelah Bedahulu wafat dan putranya Pasunggrigis menyerah, terjadi kekosongan pemerintahan di Bali. Majapahit lalu menunjuk Sri Kresna Kepakisan untuk memimpin pemerintahan di Bali karena ia dianggap memiliki hubungan darah dengan penduduk Bali Aga. Dari sinilah berawal Wangsa Kepakisan.",
    "Prasasti Mulawarman, atau disebut juga Prasasti Kutai, adalah prasasti peninggalan Kerajaan Kutai. Berbentuk tujuh buah yupa yang memuat prasasti, namun baru empat yang berhasil dibaca dan diterjemahkan. Prasasti ini menggunakan huruf Pallawa dalam bahasa Sanskerta, yang dari bentuk dan jenisnya ini diperkirakan berasal dari sekitar tahun 400 M. Isinya menceritakan Raja Mulawarman memberikan sumbangan kepada para kaum brahmana berupa sapi dalam jumlah banyak. Mulawarman disebutkan sebagai cucu dari Kudungga, dan anak dari Aswawarman. Prasasti ini merupakan bukti peninggalan tertua dari kerajaan yang beragama Hindu di Indonesia. Nama Kutai sendiri tidak disebutkan dalam prasasti ini. Nama Kutai diberikan sebagai nama kerajaan karena prasasti ini ditemukan di Kabupaten Kutai, Kalimantan Timur, tepatnya di hulu Sungai Mahakam.",
    "Calon Arang, seorang tokoh dalam cerita rakyat Jawa dan Bali dari abad XII, dikisahkan sebagai seorang janda dan ahli ilmu hitam yang sering merusak hasil panen para petani dan menyebabkan datangnya penyakit. Putrinya, Ratna Manggali, kesulitan mendapatkan suami karena semua laki-laki perjaka takut pada ibunya. Calon Arang geram, lantas menculik seorang gadis muda, lalu dikurbankannya kepada Dewi Durga, dewi kematian, di sebuah kuil. Keesokan harinya, banjir bandang melanda desa. Berbagai penyakit pun muncul. Raja Airlangga yang mengetahui hal tersebut kemudian meminta bantuan penasihatnya, Empu Baradah, untuk mengatasi masalah tersebut. Empu Baradah lalu mengirimkan seorang muridnya bernama Empu Bahula untuk dinikahkan dengan Ratna. Pesta pernikahan keduanya pun berlangsung secara besar-besaran selama tujuh hari tujuh malam. Keadaan pun kembali normal. Tantu Panggelaran adalah sebuah teks prosa yang menceritakan tentang kisah penciptaan manusia di Pulau Jawa dan segala aturan yang harus ditaati manusia. Tantu Panggelaran ditulis dalam bahasa Jawa Tengahan pada zaman Majapahit. Sementara itu, Sundayana atau Kidung Sunda menggambarkan tentang seorang Putri dari Kerajaan Sunda yang tidak jadi dipersunting Hayam Wuruk karena raja Sunda tidak mau takluk terhadap Majapahit. Nyata sekali Kidung ini bercerita tentang Perang Bubat.",
    "Dewa raja adalah konsep Hindu-Buddha yang memuja dan menganggap raja memiliki sifat kedewaan, bentuk pemujaan ini berkembang di Asia Tenggara, termasuk Jawa. Konsep ini terkait dengan sistem monarki yang menganggap raja memiliki sifat ilahiah, sebagai dewa yang hidup di atas bumi, sebagai titisan dewa tertinggi, biasanya dikaitkan dengan Siwa atau Wisnu. Secara politik, gagasan ini dilihat sebagai suatu upaya pengesahan atau justifikasi kekuasaan raja dengan alasan keagamaan. Konsep ini mencapai bentuk dan wujudnya yang paling maju di Jawa dan Kamboja, di mana monumen-monumen agung, seperti Prambanan dan Angkor Wat dibangun untuk memuliakan raja di atas bumi. Sementara itu, men-dharma-kan raja artinya menghormati dan memperingati raja yang telah meninggal dengan cara membuatkannya sebuah candi yang di dalamnya dibuat patung yang wajahnya mirip salah satu dewa. Dengan begitu, raja tersebut dianggap sebagai titisan dewa tersebut.",
    "Ada beberapa teori (hipotesis) terkait proses masuk dan berkembangnya agama dan kebudayaan Hindu dan Buddha ke Indonesia, di antaranya teori waisya, teori kesatria, teori brahmana, dan teori arus balik. Namun, banyak orang lebih meyakini agama Hindu masuk ke Indonesia karena dibawa oleh orang Indonesia, mempelajarinya ketika mereka berada di India untuk berbagai keperluan. Kerajaan Kutai adalah salah satu kerajaan Hindu tertua di Indonesia. Kerajaan yang berdiri sekitar abad IV ini berlokasi di daerah Kutai, Kalimantan Timur. Sumber sejarah yang menjadi bukti arkeologis tentang keberadaan kerajaan ini adalah dari temuan prasasti yang ditulis di atas yupa atau tugu batu berjumlah tujuh buah, yang ditemukan sekitar tahun 1879 dan tahun 1940 di daerah hulu Sungai Mahakam. Prasasti tersebut ditulis dengan menggunakan huruf Pallawa, yaitu huruf yang banyak digunakan di wilayah India selatan dan berbahasa Sanskerta. Kerajaan Hindu tertua lainnya adalah Kerajaan Tarumanagara. Letaknya di wilayah Jawa Barat sekarang. Kerajaan Melayu merupakan sebuah kerajaan bercorak Buddha yang terletak di Pulau Sumatra. Sementara di Jawa, kerajaan bercorak Buddha adalah Kerajaan Kalingga. Sriwijaya adalah salah satu kemaharajaan bahari (maritim) bercorak Buddha yang pernah berdiri di Pulau Sumatra dan banyak memberi pengaruh di Nusantara dengan daerah kekuasaan membentang dari Sumatra, Jawa, pesisir Kalimantan, Kamboja, Thailand selatan, dan Semenanjung Malaya. Masyarakat Sriwijaya sebagian besar hidup dari hasil perdagangan dan pelayaran. Kerajaan ini mengendalikan jalur perdagangan maritim di Selat Malaka, Selat Sunda, Laut Tiongkok Selatan, Laut Jawa, Selat Karimata, dan bahkan Tanah Genting Kra (Thailand dan Myanmar). Kerajaan Mataram, tepatnya Kerajaan Mataram Kuno atau Kerajaan Mataram Hindu, adalah nama sebuah kerajaan yang berdiri di Jawa Tengah pada abad VIII, kemudian berpindah ke Jawa Timur pada abad X. Kerajaan Mataram ini runtuh pada awal abad XI. Kerajaan Medang Kamulan sebenarnya merupakan kelanjutan dari Kerajaan Mataram. Menurut para ahli, telah terjadi bencana alam, yaitu letusan dari Gunung Merapi yang sangat hebat yang memorak-porandakan sebagian besar wilayah Jawa Tengah. Oleh karena itu, pusat pemerintahan dipindahkan oleh Mpu Sindok ke Jawa Timur. Kerajaan Kediri adalah kerajaan agraris dengan raja pertama Sri Jayawarsha. Setelah Jenggala berhasil dikuasai oleh Kediri pada masa pemerintahan Jayabhaya, kerajaan ini menjadi satu-satunya kerajaan yang berdiri di Jawa Timur pada masa tersebut. Kisah perang saudara antara Jenggala dan Kediri kemudian diabadikan dalam sebuah kakawin (kitab) yang berjudul Barathayudha (tahun 1157), yang ditulis Mpu Sedah dan Mpu Panuluh. Kerajaan Singasari adalah sebuah kerajaan bercorak Hindu di Jawa Timur yang didirikan oleh Ken Arok pada tahun 1222. Pusat Kerajaan Majapahit diperkirakan berada di daerah Trowulan sekarang, yang terletak sekitar 10 km sebelah barat daya Kota Mojokerto, Jawa Timur. Perkiraan ini didasarkan oleh adanya temuan-temuan artefak yang berupa bekas tembok dan fondasi bangunan, pintu gapura, candi, saluran air, dan bekas tiang-tiang rumah. Tanggal pasti yang digunakan sebagai tanggal berdirinya Kerajaan Majapahit adalah hari penobatan Raden Wijaya sebagai raja, yaitu 10 November 1293. Raden Wijaya memerintah dari tahun 1293-1309 M bergelar Sri Kertarajasa Jayawardhana. Sekitar abad V, agama Buddha mulai dikenal di Indonesia. Sriwijaya (sekarang Palembang) merupakan pusat penting untuk pembelajaran agama Buddha. Pada pertengahan abad VIII, Jawa Tengah berada di bawah kekuasaan raja-raja Dinasti Syailendra yang merupakan penganut Buddha. Mereka membangun berbagai monumen Buddha di Jawa, yang paling terkenal yaitu Candi Borobudur. Masuknya kebudayaan Hindu ke Indonesia membawa pengaruh yang sangat positif bagi bangsa Indonesia, yaitu pengenalan budaya tulis dalam rupa huruf Pallawa dan bahasa Sanskerta. Sebelum masuknya pengaruh Hindu dan Buddha ke Indonesia, sistem pemerintahan yang dianut bangsa Indonesia adalah sistem pemerintahan desa, yang dipimpin oleh seorang kepala suku dan dipilih berdasarkan kekuatan dan kelebihannya (primus interpares). Dengan masuknya pengaruh Hindu, muncul konsep tentang dewa raja: bahwa pimpinan tertinggi dalam sebuah kelompok adalah seorang raja; raja tersebut diyakini sebagai titisan dewa, yaitu Dewa Wisnu. Karena merupakan titisan dewa, kekuasaannya bersifat mutlak dan berlangsung turun-temurun. Seperti masa-masa sebelum masuknya pengaruh Hindu-Buddha, sistem mata pencarian masyarakat Indonesia bertumpu pada tradisi pertanian atau agraris. Pemahaman tentang pertanian bertambah maju ketika orang-orang India ini mengenalkan sistem irigasi dan sistem pelayaran. Sebelum masuknya pengaruh Hindu-Buddha, bangsa Indonesia telah mengenal sistem kepercayaan animisme dan dinamisme serta sejumlah kegiatan upacara yang terkait dengan pemujaan terhadap roh nenek moyang. Masuknya pengaruh Hindu membuat masyarakat Indonesia mengenal dewa-dewi, yang merupakan perwujudan atau manifestasi dari Tuhan Yang Esa. Dalam kehidupan sosial, pengaruh kebudayaan Hindu yang nyata adalah dengan dikenalnya sistem pelapisan sosial di dalam masyarakat yang disebut sistem kasta. Candi merupakan bangunan utama yang banyak didirikan pada masa pengaruh Hindu-Buddha. Hal ini karena agama Buddha maupun agama Hindu sama-sama memiliki konsep pemujaan, baik terhadap Buddha maupun terhadap dewa-dewa agama Hindu. Candi dalam agama Hindu, selain sebagai tempat pemujaan, juga berfungsi sebagai makam raja (menyimpan abu jenazah). Hal ini terkait dengan konsep dewa-raja. Seorang raja harus dihormati sedemikian rupa karena raja adalah titisan Dewa Wisnu sang pemelihara alam.",
    "Berdasarkan salah satu prasasti yang ditemukan di Situs Ratu Boko, Kawasan Situs Ratu Boko merupakan kawasan peninggalan sejarah yang bercorak Hindu dan Buddha yang dibangun sekitar abad VIII-IX M. Unsur Hindu dapat ditunjukkan melalui yoni, tiga miniatur candi, arca Ganesa, dan Durga, serta lempengan emas dan perak bertuliskan mantera agama Hindu, sedangkan unsur Buddha terlihat dari adanya temuan arca Buddha, reruntuhan stupa, dan stupika. Kompleks Situs Ratu Boko pada mulanya merupakan sebuah kompleks wihara, yaitu asrama untuk tempat tinggal para biksu dalam agama Buddha. Dalam prasasti tertua yang ditemukan di Situs Ratu Boko, tercantum angka tahun 714 Saka (792 M), isinya tentang peringatan pendirian Abhayagiriwihara oleh Rakai Panangkaran. Selanjutnya pada 856 M, fungsi kompleks Situs Ratu Boko berubah menjadi kediaman seorang penguasa yang bernama Rakai Walaing Pu Khumbayoni (Sri Kumbhaja) yang menganut agama Hindu. Oleh karena itu, tidak mengherankan jika unsur agama Hindu dan Buddha tampak pada kompleks bangunan ini."],

    "Kerajaan-Kerajaan Islam Di Indonesia": ["Pekojan merupakan salah satu tempat bersejarah di Jakarta. Nama Pekojan menurut Van den Berg berasal dari kata Khoja, istilah yang masa itu digunakan untuk menyebut penduduk keturunan India yang beragama Islam. Daerah Pekojan pada era kolonial Belanda kemudian dikenal sebagai kampung Arab. Pemerintah Hindia Belanda pada abad XVIII menetapkan Pekojan sebagai kampung Arab. Kala itu, para imigran yang datang dari Hadramaut (Yaman selatan) ini diwajibkan lebih dulu tinggal di sini. Setelah dari Pekojan, mereka menyebar ke berbagai kota dan daerah. Di Pekojan, Belanda pernah mengenakan sistem passen stelsel dan wijken stelsel; artinya, mereka tidak saja menempati suatu permukiman khusus, tapi juga harus memiliki pas atau surat jalan jika bepergian ke luar wilayah. Sistem macam ini juga terjadi di Kampung Ampel, Surabaya, dan sejumlah perkampungan Arab lainnya di Nusantara. Kampung Pekojan merupakan cikal bakal dari sejumlah perkampungan Arab yang kemudian berkembang di Batavia. Dari tempat inilah mereka kemudian menyebar ke Krukut dan Sawah Besar (Jakarta Barat); Jati Petamburan, Tanah Abang, dan Kwitang (Jakarta Pusat); Jatinegara dan Cawang (Jakarta Timur).",
    "Berikut beberapa contoh perkawinan antara saudagar atau ulama Islam dan putra-putri kerajaan (Hindu), Pertama, perkawinan antara Rara Santang (putri dari Prabu Siliwangi) yang beragama Hindu dan Syarif Abdullah (mubalig dan musafir besar keturunan Arab dari Gujarat, India, yang lebih dikenal dengan Syekh Maulana Akbar), yang melahirkan Syarif Hidayatullah (pendiri Kesultanan Cirebon, kerajaan bawahan Kesultanan Demak). Setelah belajar di pesantren Syekh Datuk Kahfi, Cirebon, Syarif Hidayatullah memperdalam ilmu agama di Timur Tengah. Saat memasuki usia dewasa sekitar tahun 1470-1480, ia menikahi adik dari bupati Banten bernama Nyai Kawunganten yang melahirkan Ratu Wulung Ayu dan Maulana Hasanuddin (kelak menjadi sultan Banten pertama). Ketika Kesultanan Demak berdiri sekitar tahun 1487, di mana Raden Patah menjadi sultan, Syarif Hidayatullah (usia 37 tahun) adalah salah satu dari Dewan Mubalig atau \"Walisongo\", kelak populer dengan sebutan Sunan Gunung Jati (penyebar agama Islam di Jawa Barat). Kedua, perkawinan antara mubalig besar dari Banten bernama Maulana Ishak (datang dari Asia Tengah) dan Sekardadu putri dari Kerajaan Blambangan (Kerajaan bercorak Hindu terakhir di Pulau Jawa), yang melahirkan Raden Paku atau Sunan Giri (wali penyebar agama Islam di Jawa Tengah). Ketiga, perkawinan antara Sunan Ampel (mubalig dari Tiongkok/Kerajaan Champa) dan Nyai Ageng Manila, putri Tumenggung Majapahit yang berkuasa di Tuban, yang melahirkan Sunan Bonang dan Sunan Drajat.",
    "Hikayat Raja-Raja Pasai menceritakan asal-muasal penamaan kerajaan yang berada di pantai utara Sumatra. Syahdan, suatu hari Meurah Silu melihat seekor semut raksasa yang berukuran sebesar kucing. Meurah yang kala itu belum memeluk Islam menangkap dan memakan semut itu. Dia lalu menamakan tempat itu Samandra. Tak semua orang percaya kisah yang berbau legenda itu. Sebagian orang meyakini kata Samudra berasal dari bahasa Sanskerta yang berarti laut. Adapun kata Pasai diyakini berasal dari Parsi, Parsee, atau Pase. Saat itu, banyak pedagang dan saudagar Muslim dari Persia-India alias Gujarat singgah ke Nusantara.",
    "Sebelum Banten berdiri sebagai kesultanan, wilayah ini termasuk bagian Kerajaan Pajajaran yang beragama Hindu. Pada awal abad XVI, penguasa di Banten adalah Prabu Pucuk Unum dengan pusat pemerintahan kadipaten di Banten Girang. Adapun daerah Surosowan hanya berfungsi sebagai kota pelabuhan. Menurut berita Joad Barros (1616), wartawan Portugis, di antara pelabuhan yang tersebar di wilayah Pajajaran, Sunda Kelapa dan Banten merupakan dua pelabuhan terbesar yang dikunjungi para saudagar dalam dan luar negeri. Dari sanalah sebagian besar lada dan hasil-hasil negeri lainnya diekspor.",
    "Awalnya di Ternate terdapat empat kampung yang masing-masing dikepalai oleh seorang momole (kepala marga). Merekalah yang pertama-tama mengadakan hubungan dengan para pedagang dari segala penjuru mencari rempah-rempah. Penduduk Ternate semakin heterogen dengan bermukimnya pedagang Arab, Jawa, Melayu, dan Tionghoa. Karena aktivitas perdagangan semakin ramai, ditambah ancaman para perompak, Momole Guna, pemimpin Tobona, memprakarsai musyawarah untuk membentuk organ yang lebih kuat serta mengangkat seorang pemimpin tunggal sebagai raja. Tahun 1257 Momole Ciko, pemimpin Sampalu, terpilih dan diangkat sebagai kolano (raja) pertama dengan gelar Baab Mashur Malamo (1257-1272). Kerajaan Gapi berpusat di Kampung Ternate, yang dalam perkembangan selanjutnya semakin besar dan ramai sehingga oleh penduduk disebut juga sebagai \"Gam Lamo\" atau kampung besar (belakangan orang menyebut Gam Lamo dengan Gamalama). Ternate sedemikian populer sehingga orang kemudian lebih suka menyebut Kesultanan Ternate daripada Kesultanan Gapi. Pada masa-masa awal, suku Ternate dipimpin oleh para momole. Setelah membentuk kesultanan, jabatan pimpinan dipegang seorang raja yang disebut kolano. Mulai pertengahan abad XV, Islam diadopsi secara total oleh Ternate dan penerapan syariat Islam diberlakukan. Sultan Zainal Abidin meninggalkan gelar \"kolano\" dan menggantinya dengan gelar \"sultan\". Para ulama menjadi figur penting dalam kesultanan.",
    "Perjanjian Tordesillas ditandatangani di Tordesillas (sekarang di Provinsi Valladolid, Spanyol) pada 7 Juni 1494, membagi dunia di luar Eropa menjadi duopoli eksklusif antara Spanyol dan Portugal. Perjanjian ini membuat Portugal mendapatkan kendali atas sebagian tanah di Amerika Selatan, termasuk Brasil dan juga seluruh Samudra Hindia, termasuk Maluku, Makau, dan India. Adapun Spanyol mendapatkan Dunia Baru (Benua Amerika, kecuali Brasil). Disebut Dunia Baru karena sebelumnya orang Eropa menganggap dunia ini hanya terdiri dari Eropa, Asia, dan Afrika (disebut juga dengan nama Dunia Lama). Benua Amerika merupakan sebuah tempat baru dan asing bagi orang Eropa.",
    "Asal kata pesantren kemungkinan dari kata shastri (dari bahasa Sanskerta) yang berarti orang-orang yang tahu kitab suci agama Hindu. Atau, dari kata cantrik (bahasa Jawa), yang berarti orang yang mengikuti ke mana pun gurunya pergi. Fenomena pesantren telah berkembang sebelum Islam masuk. Pesantren saat itu menjadi tempat pendidikan dan pengajaran agama Hindu. Setelah Islam masuk, metode pendidikan agama dalam agama Hindu ini dipakai dan diadaptasi dalam bentuk pesantren. Pesantren pun menjadi sebutan umum dan lazim untuk asrama tradisional pendidikan Islam. Siswa tinggal bersama untuk belajar ilmu keagamaan di bawah bimbingan guru yang disebut kiai, dengan materi yang diajarkan sebagian besar meliputi hukum (syariat) Islam. Asrama siswa berada di dalam kompleks pesantren tempat kiai berdomisili. Dengan kata lain, pesantren dapat diidentifikasi adanya lima elemen pokok, yaitu pondok, masjid, santri, kiai, dan kitab-kitab klasik (kitab kuning). Setelah pendidikan formal Barat diperkenalkan, materi-materi yang diajarkan di pesantren bertambah. Banyak pesantren menjadi pelopor perlawanan terhadap pemerintah kolonial Belanda, di antaranya perlawanan rakyat Cilegon, Banten, yang dipimpin oleh Tubagus Ismail pada tahun 1818.",
    "Kata sradha berasal dari kata bahasa Jawa Kuno yang secara harfiah berarti yakin atau percaya, dalam hal ini percaya kepada Tuhan Yang Maha Esa. Namun, pada masa pemerintahan Hayam Wuruk, raja Majapahit, sradha adalah sebutan untuk upacara penghormatan atau bakti terhadap leluhur yang telah meninggal. Konon, Hayam Wuruk menggelar upacara sradha sebagai wujud baktinya kepada neneknya, Gayatri, yang tidak lain adalah istri Raden Wijaya (raja Majapahit pertama). Kemudian, upacara sradha rutin dilakukan setiap 8 tahun sekali oleh penerus Hayam Wuruk. Bahkan hingga saat ini di Bali, upacara sradha sudah menjadi bagian dari tradisi umat beragama Hindu di sana. Di Jawa sendiri, upacara sradha masih terus dipraktikkan dengan sebutan nyadran. Tujuannya, selain sebagai wujud bakti dan penghormatan, juga untuk memohon keselamatan bagi arwah leluhur yang telah meninggal tersebut, dan biasanya langsung digelar di tempat pemakaman leluhur tersebut. Waktu pelaksanaannya adalah pada bulan Ruwah (kalender Jawa). Oleh karena itu, di beberapa tempat, seperti di Surakarta, upacara ini disebut juga ruwahan.",
    "Islam telah masuk ke Nusantara sejak abad VII, tetapi baru berkembang pesat sekitar abad XIII. Bangsa Arab, Persia, dan Gujarat memainkan peran yang besar. Penyebarannya berjalan secara bertahap dan melalui beberapa saluran, seperti perdagangan, pendidikan, perkawinan, dakwah, ajaran tasawuf, dan kesenian. Kerajaan Islam pertama di Nusantara adalah Samudra Pasai. Pasai memiliki kontribusi yang besar dalam pengembangan dan penyebaran Islam di Nusantara. Samudra Pasai banyak mengirimkan para ulama serta mubalig untuk menyebarkan agama Islam ke Pulau Jawa. Selain itu, banyak juga ulama Jawa yang menimba ilmu agama di Pasai. Kesultanan Aceh mulai berkembang ketika Pasai berada di ambang keruntuhan (diserang Majapahit sekitar tahun 1360) di satu sisi dan Malaka jatuh ke tangan Portugis di sisi lain. Kapal-kapal yang lewat di perairan Selat Malaka pun singgah di Pelabuhan Aceh, yang membuat Aceh berkembang menjadi kesultanan besar. Aceh mencapai puncak kejayaan pada masa Sultan Iskandar Muda (1607-1636). Meskipun Kesultanan Aceh merupakan negara Islam, kehidupan masyarakatnya tetap bersifat feodal. Dalam tatanan masyarakatnya, masyarakat Aceh memiliki golongan bangsawan yang memiliki gelar teuku, dan golongan ulama yang bergelar tengku. Kedua golongan ini sering bersaing untuk berebut pengaruh dalam masyarakat. Kesultanan Demak adalah kesultanan Islam pertama dan terbesar di pantai utara Jawa. Kesultanan ini tercatat menjadi pelopor penyebaran agama Islam di Pulau Jawa dan Indonesia pada umumnya. Kesultanan Mataram mencapai puncak kejayaan pada masa pemerintahan Sultan Agung. Pada masa pemerintahan Amangkurat II, Belanda berhasil menguasai hampir sebagian besar wilayah Mataram. Kesultanan Banten berawal sekitar tahun 1526 ketika Demak memperluas pengaruhnya ke kawasan pesisir barat Pulau Jawa. Kekuatan politik Kesultanan Banten runtuh pada tahun 1813 setelah sebelumnya Istana Surosowan sebagai simbol kekuasaan di Kota Intan dihancurkan, dan pada masa-masa akhir pemerintahannya para sultan Banten tidak lebih dari raja (sultan) bawahan dari pemerintahan kolonial Belanda. Posisinya yang strategis di antara wilayah barat (Malaka) dan timur Nusantara (Maluku) membuat Kerajaan Gowa-Tallo menjadi bandar utama untuk memasuki Indonesia Timur yang kaya rempah-rempah, dengan pelaut-pelaut yang tangguh. Kejayaan Makassar mencapai puncaknya pada masa pemerintahan Sultan Muhammad Said (1639-1653) dan Sultan Hasanuddin (1653-1669). Kedua sultan ini membawa Makassar sebagai daerah dagang yang maju. Kendati demikian, sultan Makassar yang terkenal adalah Hasanuddin (1653-1669). Pada masa pemerintahannya, Kesultanan Gowa-Tallo terlibat perang besar dengan VOC, yang terkenal dengan nama Perang Makassar (1666-1669). Kesultanan Ternate dan Kesultanan Tidore adalah dua dari empat kesultanan (Islam) di Maluku. Bukan karena letaknya yang strategis yang membuat kedua kesultanan ini penting dalam kancah aktivitas dan lalu lintas perdagangan masa itu, melainkan karena posisinya sebagai penghasil rempah-rempah terbesar sehingga dijuluki \"The Spice Islands\" (Kepulauan Rempah-Rempah). Awalnya, Ternate dan Tidore hidup berdampingan dengan damai. Konflik terjadi ketika para pedagang Eropa ini mulai datang. Bangsa Portugis memilih untuk berhubungan dengan Ternate, sedangkan Spanyol lebih memilih Tidore. Baik Bangsa Portugis maupun Spanyol, sama-sama ingin menguasai wilayah-wilayah yang ada dalam persekutuan kedua kesultanan tadi, sehingga mereka sengaja melancarkan taktik dengan cara membina hubungan baik dengan penguasa setempat. Sultan Baabullah (Ternate) kemudian melakukan perlawanan pada 1570 dan berhasil mengusir bangsa Portugis dari Ternate pada 1575. Masuknya agama Islam ke Indonesia membawa perubahan terhadap kehidupan politik dan sosial-budaya bangsa Indonesia. Dalam bidang politik, ketika Islam masuk konsep dewa raja yang bercorak Hindu-Buddha diganti dengan konsep Islam khalifah; selain itu, sebutan \"raja\" diganti menjadi \"sultan\", dan ketika meninggal sang sultan tidak didharmakan di dalam candi, tetapi dimakamkan secara Islam. Dalam bidang sosial-budaya, selain dalam hal pendidikan dalam bentuk pesantren-pesantren, tidak dikenal lagi sistem kasta. Pengaruh lain adalah dalam hal seni bangunan, seperti bangunan makam, masjid, dan keraton. Dalam bidang seni sastra, pada masa perkembangan agama dan kebudayaan Islam seni sastra Indonesia banyak mendapat pengaruh Arab dan Persia yang kemudian disesuaikan dengan tradisi setempat. Dalam bidang seni rupa, para seniman masa itu membuat ukiran binatang atau makhluk hidup lainnya yang bentuknya sudah disamarkan, sebuah teknik yang lazim disebut stilisasi (deformasi). Dikenal juga seni kaligrafi dan sistem kalender Hijriah."],

    "Kolonialisme Dan Imperialisme Bangsa Eropa Di Indonesia": ["Masa penjelajahan bangsa Eropa ke Asia dan Afrika berlangsung sekitar Abad XV dan XVI yang sering dinamakan Zaman Penjelajahan (The Age of Discovery) dalam sejarah Eropa. Masa penjelajahan ini penuh dengan heroisme dan pengorbanan karena mereka akan mendatangi wilayah yang belum pernah mereka kenal sebelumnya.",
    "Paham merkantilisme dapat diringkas dalam tiga butir pokok sebagai berikut. Sasaran utamanya adalah mendapatkan logam mulia sebanyak-banyaknya. Berfokus pada neraca perdagangan surplus, yakni memperoleh keuntungan besar dari perdagangan luar negeri (ekspor). Negara, bukan swasta, menjadi pelaku utama serta pengendali perekonomian negara.",
    "Kolonialisme berasal dari kata colonus yang berarti \"petani\". Istilah ini diberikan kepada para petani Yunani yang pindah dari negerinya yang tandus ke daerah lain yang lebih subur. Para colonus tetap menjalin hubungan dengan negeri asalnya, tetapi oleh negeri asalnya (induk) dianggap sebagai bagian dari negara induk dan harus tunduk pada negara asal (mother land). Dari sinilah muncul penjajahan. Biasanya daerah koloni terletak di seberang lautan dan kemudian dijadikan bagian dari wilayah mereka. Imperialisme berasal dari kata imperare, yang berarti \"menguasai\". Orang yang menguasai disebut imperator, yang berarti raja atau penguasa. Imperium adalah daerah yang dikuasai imperator. Imperator menguasai bangsa yang mendiami wilayah imperium dengan alasan agar mereka merasa lebih aman atau sejahtera. Jadi, imperialisme adalah suatu sistem penjajahan langsung dari suatu negara terhadap negara lain. Penjajahan dilakukan dengan jalan membentuk pemerintahan jajahan atau dengan menanamkan pengaruh dalam semua bidang kehidupan daerah yang dijajah. Walaupun berasal dari kata dan pengertian yang berbeda, dalam praktiknya, kolonialisme dan imperialisme berarti satu, yaitu penjajahan oleh bangsa satu terhadap bangsa lain. Kolonialisme lebih diartikan sebagai proses pembentukan atau penguasaan wilayah, sedangkan imperialisme lebih diartikan sebagai praktik penjajahannya.",
    "Paus adalah pemimpin agama sekaligus penguasa politik yang diyakini sebagai wakil Tuhan di dunia sehingga ketaatan terhadap paus sama dengan ketaatan mereka kepada Tuhan. Besarnya pengaruh paus dapat dilihat ketika Paus Alexander VI melalui ketetapannya yang berjudul Inter Caetera dapat mengakhiri konflik perebutan wilayah antara Portugal dan Spanyol melalui Perjanjian Tordesillas tahun 1494.",
    "Hampir semua bagian pala (Myristica fragrans) dapat menghasilkan uang. Daging buah dapat dijadikan manisan atau sirup. Fuli (kulit biji pala berwarna merah menyala) dipakai sebagai bumbu masak atau diekstrak sarinya menjadi bahan baku kosmetik dan parfum. Bagian biji adalah yang paling banyak dimanfaatkan. Biji pala dihaluskan menjadi beragam bumbu masak, parfum, kosmetik, minyak esensial, hingga bahan pengawet. Kegunaan pala yang beraneka ragam itu membuat pala menjadi incaran pedagang Eropa sejak abad XV. Menurut Burhan Bungin dalam Mutiara dari Timur (1996), rempah-rempah, termasuk pala dari pulau yang dijuluki \"Surga dari Timur\" itu, merupakan primadona ekonomi di negara-negara Atlantik Utara. Rempah-rempah Maluku dikenal sejak zaman Romawi, dibawa pedagang Tiongkok yang melayari Kepulauan Maluku hingga daratan Tiongkok. Rempah-rempah juga dibawa pedagang India melintasi Asia Tengah-Asia Barat hingga Beirut, Lebanon. Dari sana, rempah-rempah disebar saudagar-saudagar Arab di seputar Mediterania. Pusat perdagangan bagi Eropa adalah di Venezia dan Genoa, Italia. Berbagai catatan perjalanan petualang Eropa menyebutkan, nilai segenggam biji pala setara dengan nilai segenggam emas. Itulah alasannya, pala seringkali disebut dengan \"emas hitam\". Pesona pala Banda mulai meredup seiring keberhasilan penanaman pala di negara-negara lain, seperti Sri Lanka, Zanzibar (Tanzania), India, dan Madagaskar. Di Nusantara sendiri, pala ditanam juga di Jawa dan Sumatra.",
    "Beberapa tujuan dibentuknya VOC adalah sebagai berikut. Menghindari terjadinya persaingan tidak sehat di antara pedagang-pedagang (kongsi-kongsi dagang) Belanda. Memperkuat posisi Belanda dalam menghadapi persaingan dengan serikat dagang Eropa lainnya, seperti East India Company dari Inggris. Memonopoli perdagangan rempah-rempah di Nusantara.",
    "Hak oktroi kepada VOC antara lain sebagai berikut. Menjadi wakil sah pemerintah Belanda di Asia, Melakukan monopoli perdagangan, Mencetak dan mengedarkan mata uang sendiri, Mengadakan perjanjian serta mengumumkan perang dengan negara lain, Memungut pajak, Memiliki angkatan perang sendiri, Menyelenggarakan pemerintahan sendiri.",
    "Pada contingenten, sebagian dari hasil bumi wajib diserahkan kepada pemerintah sebagai pajak. Pada verplichte leverantie, rakyat wajib menjual sebagian dari hasil buminya kepada VOC dengan harga yang ditentukan VOC—tentu harganya murah sebab diperhitungkan sebagai pajak. Kedua jenis pajak ini dipungut oleh elite-elite pribumi yang bekerja pada VOC.",
    "Jauh sebelum Gubernur Jenderal van den Bosch (1830-1833) memberlakukan sistem tanam paksa yang disebut cultuurstelsel, VOC pernah menerapkan sistem yang hampir serupa di Tanah Sunda yang disebut preangerstelsel. Pada masa preangerstelsel, komoditas utamanya adalah kopi. Perbedaan antara preangerstelsel dan cultuurstelsel adalah soal keterlibatan para bangsawan. Dalam preangerstelsel, kalangan bangsawan Sunda (disebut menak dan sentana) dikerahkan untuk memimpin budi daya kopi sejak tahun 1720. Di wilayah Jawa lainnya, pada zaman cultuurstelsel, para bangsawan, misalnya bupati, tidak diikutkan (pimpinan budi daya tanaman jatuh ke tangan pemimpin desa, kepala desa, dan pimpinan desa lain). Selain itu, pada preangerstelsel, selain harus menyerahkan hasil panen tanaman paksa, para petani Sunda harus menyerahkan sekitar seperlima hasil panen padi mereka. Di tempat lain, hal semacam itu tidak terjadi. Alhasil, kebijakan ini sangat membebani petani. Penduduk merasa dijadikan budak dan ditindas oleh pemerintah Belanda.",
    "Menurut asal-usulnya, tradisi hongi bukan berasal dari Belanda atau bangsa Eropa, melainkan tradisi Yang ladir di Maluku jauh sebelum penjajah Belanda dengan VOC-nya hadir di Maluku. Di Maluku, tradisi hongi adalah tradisi pelayaran perang di antara kekuatan-kekuatan lokal di Maluku menggunakan puluhan darar-kora (perahu). Jadi, tujuannya adalah berperang, menjaan, dan menyerang sekaligus mengontrol daerah taklukan. Hal ini tidak terlepas dari konteks sosial-politik Maluku sebelum kedatangan bangsa-bangsa Barat, yaitu adanya persaingan ekonomi-politik di antara kerajaan-kerajaan (Ternate, Tidore, Jailolo, dan Bacan) yang tak jarang berbuntut perang di antara mereka. Dengan menaklukkan kekuatan-kekuatan lokal di Maluku pada awal abad XVII, VOC mengambil alih tradisi hongi dan mengadaptasinya dengan kapal-kapal VOC yang dipersenjatai dengan alat yang lebih baik. Satu armada hongi terdiri atas 46 kora-kora ditambah puluhan kapal VOC, yang keseluruhannya bisa lebih dari 100 kapal. Armada sebesar itu mempunyai satu tujuan, yaitu menebar teror dan menunjukkan kekuatan VOC kepada semua pihak di Maluku, khususnya Ternate dan Tidore.",
    "Untuk menguasai Banda, pada tahun 1621, Coen berangkat ke Banda dengan armada berkekuatan 13 kapal besar, sejumlah kapal pengintai, serta 40 jung dan sekoci. Wiliard A. Hanna dalam bukunya Indonesia Banda: Colonialism and its Aftermath in the Nutmeg Islands (1991) menyebutkan pasukan VOC terdiri atas 1655 orang Eropa (150 orang meninggal dalam perjalanan) ditambah 250 orang dari garnisun di Banda. Sebanyak 286 orang bekas budak belian dari Jawa dijadikan pengayuh kapal. Terdapat pula 80-100 tentara bayaran dari Jepang yang kemudian dijadikan algojo pemenggal kepala. Dalam buku yang sama, Hanna juga menyebutkan VOC pula yang membakar puluhan ribu pohon pala di Pulau Lontor, Ai, dan Run supaya pulau-pulau itu tidak diminati bangsa-bangsa Eropa lain. Sesampainya di Benteng Nassau pada bulan Februari tahun itu, Coen dan pasukannya menyerang Pulau Lontor dan berhasil menguasai seisi pulau. Desa Selamon dijadikan markas besar. Maka, mulailah J.P. Coen mewujudkan rencananya membinasakan seluruh penduduk Pulau Banda. Sejarah mencatat, puluhan pemimpin Banda yang disebut orang kaya dieksekusi. Orang-orang Banda yang mash hidup dikapalkan ke Batavia dan dijual sebagai budak. Penduduk yang berhasil melarikan diri ke pegunungan menderita kelaparan. Jumlah warga Banda yang dibawa ke Batavia mencapai 883 orang, terdiri dari 287 pria, 356 perempuan, dan 240 anak-anak. Sebanyak 176 orang meninggal dalam perjalanan. Sementara itu, pulau yang ditinggalkan kemudian disi dengan pembantu-pembantu atau budak-budak yang bekerja di perkebunan pala Belanda. Karena kebengisannya itu, ia mendapat julukan lizeren Jan atau \"Jan Besi\".",
    "Kebijakan tanam paksa sebetulnya bukan hal baru. Sudah sejak abad XVIII, di bawah Gubernur Jenderal VOC Hendrick Zwaardecroon (1720- 1725), kebijakan ini dirintis di Tanah Sunda (Priangan), namanya preangerste/sel. Pada waktu itu, tanaman yang diwajibkan adalah kopi. Kopi sangat mendapat perhatian karena harganya yang tinggi di pasar dunia. Dapat dikatakan, sistem tanam paksa merupakan kelanjutan preangerstelsel di Priangan.",
    "Pada masa VOC, para petani hanya wajib menjual komoditas tertentu pada VOC. Adapun pada era tanam paksa, petani harus menanam tanaman tertentu sekaligus menjualnya kepada pemerintah kolonial dengan harga yang telah ditetapkan.",
    "Pada tahun 1850, kelaparan akibat kebijakan tanam paksa melanda Jawa Tengah. Bencana kelaparan itu terjadi karena fokus pada tanaman ekspor membuat rakyat tidak punya cukup waktu menanam padi. Hal itu diperparah adanya pabrik gula yang menyita jatah air dan tanaman padi penduduk untuk tanaman tebu. Akibatnya, timbul paceklik, harga beras naik, kelaparan dan musibah kematian terjadi di mana-mana.",
    "Saat sedang menikmati secangkir kopi, pernahkah terbesit bagaimana mulanya bangsa Indonesia mengenal kopi? Tahukah kamu, ada kisah pahit di balik kopi yang kita nikmati saat ini? Bibit kopi dibawa ke Nusantara oleh Jenderal Adrian van Ommen pada 1696. Kopi tersebut dibawa dari Malabar, India. Di Batavia, Gubernur Jenderal van Hoorn kemudian mencoba menanam bibit kopi tersebut. Sayangnya, kopi tidak berkembang baik di dataran rendah, selain itu banjir yang melanda Batavia juga turut menghancurkan tanaman kopi. Uji coba berlanjut, kopi kemudian ditanam di dataran tinggi di Priangan. Di dataran tinggi, kopi tumbuh subur dan menghasilkan kualitas yang baik pula. Pada tahun 1707, tercatat Bupati Cianjur, menyetorkan hampir lima puluh kilogram biji kopi kepada VOC. Atas keberhasilan tersebut, pada tahun 1720, VOC menerapkan Preangerstelsel, sistem budi daya yang mengutamakan penanaman kopi di wilayah Priangan. Setelah empat tahun sistem Priangan berlangsung, VOC menjadi produsen kopi terpenting, bahkan menguasai setengah sampai tiga perempat perdagangan kopi di dunia. Sementara VOC menikmati manisnya perdagangan kopi, rakyat Priangan hanya kebagian pahitnya. Sistem budi daya 'paksa' ini sangat merugikan. Misalnya, VOC menurunkan harga kopi dari 50 menjadi 12 gulden per pikul. Mereka juga memonopoli perdagangan kopi di Priangan dengan menutup Priangan dari orang asing, serta tak segan-segan menangkap para penyelundup. Para petani tidak memiliki pilihan lain selain memusatkan perhatian kepada kopi. Setelah VOC bangkrut, preangerstelsel berakhir. Namun, penderitaan yang didatangkan kopi tidak berhenti. Pada tahun 1830, pemerintah kolonial Belanda menerapkan cultuurstelsel. Budi daya kopi yang mulanya hanya diterapkan di wilayah Priangan, kemudian diterapkan di hampir seluruh Pulau Jawa, hingga Sumatra. Petani sangat menderita akibat sistem tanam paksa ini. Budi daya kopi menyita waktu dan tenaga para petani. Mereka tidak hanya harus menyisihkan sebagian lahannya untuk ditanami kopi, namun juga melakukan proses penanaman hingga penyetoran, menanggung segala kerugian, bahkan dipaksa mengerahkan tenaganya untuk membangun infrastruktur untuk kepentingan budi daya paksa tersebut.",
    "Sistem ekonomi liberal diyakini akan menumbuhkan kreativitas warga negara serta iklim persaingan. Ketika setiap individu berlomba-lomba mengejar yang terbaik akibat persaingan itu, negara dan masyarakat secara keseluruhan mendapatkan manfaatnya, misalnya dalam bentuk produk yang bermutu atau harga yang terjangkau. Karena bergantung pada modal (capital) individu atau swasta untuk menggerakkan perekonomian, sistem ini juga disebut dengan kapitalisme Nusantara. Dengan demikian, melalui kebijakan pintu terbuka, rakyat untuk pertama kalinya diperkenalkan dengan sistem kapitalisme. Hal itu juga berarti paham merkantilisme dalam perekonomian perlahan-lahan ditinggalkan.",
    "Pada umumnya, para buruh tidak mengetahui apalagi memahami isi Koeli Ordonantie serta perjanjian kontrak antara buruh dan pemilik perkebunan (ondernemer). sebagian besar dari mereka buta huruf. Mereka hanya membubuhkan cap jari sebagai tanda persetujuan serta mudah ditipu oleh calo-calo pekerja perkebunan tembakau di Deli. Selain itu, pemerintah kolonial sendiri nyaris tidak mengawasi pelaksanaan peraturan itu di lapangan (perkebunan-perkebunan). Posisi tawar yang lemah dari para buruh ditambah lemahnya fungsi pengawasan dari para pegawai pemerintah Hindia Belanda dalam segala tingkatan membuat para buruh sangat menderita. Tidak adanya pengawasan memang disengaja karena pemerintah Hindia Belanda telah menerima uang suap dari para calo dan ondernemer itu. Merasa telah memberi uang suap kepada pemerintah, para ondernemer membuat kebijakan sesuka hatinya. Orang-orang yang telanjur direkrut menjadi kuli kontrak diperlakukan seperti budak. Dampak negatif kebijakan pintu terbuka bagi penduduk di Jawa tidak hanya berupa eksploitasi atas tenaga kerja dan lahan-lahan produktif mereka untuk perkebunan-perkebunan Belanda di Nusantara. Kebijakan itu juga berarti pengiriman secara paksa dan besaran-besaran tenaga kerja dari Jawa untuk dipekerjakan di perkebunan-perkebunan Belanda di tanah jajahannya yang lain, seperti Suriname ataupun Guyana Belanda (Amerika Selatan). Pengiriman tenaga kerja dari Jawa ke Suriname terjadi bersamaan dengan pembukaan perkebunan-perkebunan Belanda di Nusantara, aitu sekitar tahun 1890-an. Mereka umumnya berasal dari Jawa Tengah dan Jawa Timur, serta diberangkatkan melalui Batavia dan Semarang. Jumlah pekerja yang dikirimkan mencapai 32965 orang. Sebagian kecil kembali ke Indonesia setelah kemerdekaan, dan lainnya masih berada di Suriname. Berdasarkan sensus tahun 2012, 15% penduduk Suriname adalah keturunan Jawa.",
    "Jauh sebelum era kolonialisme-imperalisme Eropa, di Jawa berlaku ketentuan bahwa seluruh tanah adalah milik raja. Ada tiga macam tanah: (1) Tanah yang dikuasai secara langsung yang disebut bumi narawita. Tanah ini untuk mencukupi kebutuhan raja dan keluarga serta terletak di Negara Agung atau wilayah inti kerajaan di sekitar kota praja, (2) Tanah yang disediakan sebagai hadiah atas jasa ataupun gaji bagi para pejabat dan keluarga priayi, yang disebut sebagai tanah lungguh atau apanage. Tanah ini dikembalikan lagi kepada raja jika mereka dipecat atau meninggal dunia. Meskipun demikian, ahli warisnya dapat melanjutkan. (3) Tanah mancanegara, dikuasai para bupati. Dalam kenyataannya, para priayi atau pejabat istana (disebut lurah patuh) tidak mengerjakan sendiri tanah lungguh ini. Mereka memercayakan pengelolaannya kepada apa yang disebut para bekel. Para bekel kemudian menyewakannya ke petani-petani penggarap yang tidak memiliki tanah. Dengan demikian, bekel dapat disebut sebagai manajer produksi tanah lungguh. Para bekel pulalah yang menarik uang sewa atau pajak ke petani-petani penggarap, yang hasilnya diserahkan kepada bang menarik ang sewa atau pajak ke petani-petani penggarap, yang hasinya diserahkan kepada bangsawan atu pejabat itu. Lurah patuh menyerahkan sebagian hasilnya kepada raja sebagai upeti. Bekel digaji dari sebagian hasil tanah petani penggarap atau sebagian dari pajak. Dalam rangka menertibkan pemungutan uang sewa tanah, para bekel ini lama kelamaan diangkat menjadi kepala desa. Dalam rangka perluasan perkebunan pada era kebijakan pintu terbuka, banyak tanah lungguh disewa dari para patuh. Sewa-menyewa itu juga atas sepengetahuan dan seizin raja, pemilik sah tanah kerajaan. Selain merasa nyaman dengan uang sewa, raja dan para patuh itu sendiri tidak berdaya di bawah tekanan Belanda untuk menyerahkan tanah-tanah itu. Akibatnya, para petani kehilangan tanah garapan, satu-satunya sumber hidupnya. Karena kehilangan sumber penghasilan, kelak mereka terpaksa menjadi kuli atau tenaga kerja kasar di perkebunan-perkebunan di atas tanah yang sebelumnya mereka garap itu. Kehidupan para petani ini semakin menderita. Di bawah kekuasaan para raja, mereka tidak memiliki tanah, hanya menjadi petani penggarap, serta harus membayar pajak atau sewa tanah; di bawah kekuasaan Belanda, mereka dipaksa menjadi pekerja dengan sistem upah dan kondisi kerja yang jauh lebih buruk. Sementara itu, eksppoitasi agraria yang digunakan untuk pertambangan secara khusus dilatarbelakangi pesatnya permintaan akan bahan baku industri di Belanda sebagai dampak dari Revolusi Industri pada pertengahan abad XVII. Hasil tambang yang sangat mereka cari adalah batu bara, minyak bumi, timah, dan bijih besi. Keempat bahan tambang itu dibutuhkan untuk memenuhi kebutuhan pusat industri Belanda di wilayah Wallonia. Cara perekrutan serta perlakuan terhadap para buruh kuli di perusahaan-perusahaan tambang ini tidak berbeda dengan di perkebunan-perkebunan Belanda. Sebab, undang-undang yang mengaturnya tetap sama, yaitu Koeli Ordonantie 1881 dengan poenale sanctie-nya. Poenale sanctie baru dicabut tahun 1941, ketika Perang Dunia 2 telah dimulai dan ancaman Jepang di Asia telah berada di depan mata.",
    "Sejumlah faktor yang mendorong penjelajahan samudra oleh bangsa Eropa adalah sebagai berikut. Jatuhnya Konstantinopel ke tangan Kesultanan Turki Ottoman pada 1453. Berkembangnya teknologi pelayaran yang dipelopori bangsa Portugis di bawah Raja Henry \"sang Navigator\". Berkembangnya paham merkantilisme di Eropa. Hasrat mendapatkan kekayaan (gold), menyebarkan agama Kristen (gospel), dan meraih kejayaan (glory). Bangsa Portugis pertama Kali masuk ke indonesia pada 1512 di bawah pimpinan ekspedisi Afonso de Albuquerque setelah sebelumnya, pada 1511, menaklukkan Malaka. Bangsa Portugis kemudian mengadakan perjanjian dagang dengan Kerajaan Sunda (Pajajaran). Pada 1522, perjanjian kerja sama tersebut diwujudkan dalam bentuk padrao. Berdasarkan perjanjian tersebut, bangsa Portugis dapat membangun benteng dan gudang di Sunda Kelapa. Ekspedisi pertama Belanda ke Nusantara dipimpin oleh C. de Houtman pada 1596. Ekspedisi kedua (1598-1600) dipimpin oleh J. C. van Neck. Pada 1602, Belanda membentuk Vereenigde Oostindische Compagnie (VOC). Tujuan pembentukan VOC adalah menghindari persaingan antarpedagang Belanda, memperkuat posisi Belanda menghadapi kongsi dagang dari bangsa-bangsa lain di Eropa, memonopoli perdagangan rempah-rempah, serta membantu pemerintahan Belanda melawan pendudukan Spanyol. Meskipun sebuah kongsi dagang, VOC dapat bertindak layaknya sebuah negara, bahkan merupakan wakil sah pemerintah Belanda di Asia berkat hak-hak istmewa atau hak oktroi yang diberikan oleh pemerintah Belanda. Selama melakukan monopoli di Indonesia, beberapa kebijakan yang dilakukan VOC, antara lain sebagai berikut. Memberlakukan pajak contingenten dan verplichte leverantie. Menentukan luas areal penanaman rempah-rempah serta jumlah tanaman rempah-rempah. Mewajibkan kerajaan-kerajaan yang terikat perjanjian dengan VOC untuk menyerahkan upeti setiap tahun. Mewajibkan rakyat menanam tanaman tertentu, seperti kebijakan preangerstelsel. Pada 1795, pemerintah Belanda mengangkat H. W. Daendels agar membangun pertahanan di Nusantara menghadapi kemungkinan serangan Inggris. Salah satu kebijakan terkenal Daendels adalah membangun Jalan Raya Pos (Anyer hingga Panarukan). Pada tahun 1811, terjadi pemindahan kekuasaan dari Jan Willem Janssens kepada pihak Inggris melalui Perjanjian Tuntang. Inggris kemudian menunjuk Thomas S. Raffles sebagai letnan gubernur. Selama berkuasa, Raffles menghapus beberapa kebijakan yang dibuat oleh VOC. Melalui Konvensi London, Belanda kembali berkuasa atas Nusantara. Pemerintah Belanda mengangkat Van der Capellen sebagai gubernur jenderal dengan tugas mengeksploitasi kekayaan alam negeri jajahan sebesar-besarnya untuk menutupi kas negara yang kosong. Pada masa pemerintahan Johannes van den Bosch, diterapkan kebijakan tanam paksa atau culturstelsel yang dimulai sejak tahun 1830. Kebijakan ini memaksa rakyat menanam tanaman-tanaman ekspor yang hasilnya dijual kepada Belanda. Pada 1870, sistem tanam paksa secara bertahap mulai dihapuskan. Sebagai gantinya, diterapkan sistem ekonomi liberal di Indonesia. Beberapa undang-undang yang dikeluarkan pada masa sistem ekonomi liberal adalah Undang-Undang Agraria (Agrarische Wet) tahun 1870 dan Undang-Undang Gula (Suiker Wet) tahun 1870. Beberapa pengaruh sistem ekonomi liberal adalah banyak bermunculan perkebunan-perkebunan swasta asing di Hindia Belanda, seperti perkebunan tembakau dan perkebunan teh, berkembangnya kegiatan pertambangan di Sumatra, Jawa, Kalimantan, dan Pulau Bangka, serta terjadinya pengerahan tenaga kerja secara besar-besaran."],

    "Perlawanan Bangsa Indonesia Terhadap Penjajahan Bangsa Eropa Hingga Awal Abad XX": ["Bentengstelsel atau sistem benteng merupakan sebuah strategi perang yang diterapkan oleh Belanda untuk mengalahkan musuh-musuhnya. Siasat perang ini dicetuskan oleh Jenderal de Kock, kemudian diterapkan pada Perang Diponegoro dan atas kemenangan Belanda dalam perang tersebut, strategi ini kembali digunakan dalam Perang Padri. Secara garis besar, strategi perang ini adalah pada setiap kawasan yang sudah berhasil dikuasai Belanda, dibangun benteng pertahanan atau kubu pertahanan, kemudian dari tiap kubu pertahanan tersebut dibangun infrastruktur penghubung, seperti jalan atau jembatan. Penggunaan strategi bentengstelsel pada satu sisi berhasil mempercepat perang yang banyak menghabiskan biaya, dengan menjepit kedudukan musuh sekaligus mengendalikan wilayah yang dikuasai. Namun, strategi ini juga memberi dampak pada pengerahan tenaga kerja paksa yang banyak terutama untuk membangun infrastruktur dalam mendukung strategi tersebut. Pada awalnya, taktik perang ini kurang disukai oleh Gubernur Jenderal Hindia Belanda de Gisignies karena memerlukan biaya yang besar. Namun, strategi ini akhirnya tetap dipertahankan demi mempercepat penyelesaian perang di Hindia Belanda. Dalam Perang Diponegoro, strategi ini mulai diterapkan pada tahun 1827. Dalam rangka mempersempit kedudukan Pangeran Diponegoro, dibangun benteng di Semarang, Ambarawa, Muntilan, Kulon Progo, dan Magelang. Penerapan taktik ini menghasilkan sekitar 165 benteng baru yang tersebar di Jawa Tengah, Yogyakarta, dan Jawa Timur. Banyaknya benteng baru yang dibangun Belanda dalam perang ini tidak lepas dari taktik gerilya yang diterapkan oleh Pangeran Diponegoro serta posisi komandonya yang selalu berpindah tempat. Strategi ini berhasil mempersempit pergerakan pasukan Pangeran Diponegoro. Sampai tahun 1828, beberapa panglima perang Pangeran Diponegoro mulai banyak ditangkap oleh Belanda. Selanjutnya, pada tahun 1829 banyak dari mereka menyerah. Puncaknya ketika Pangeran Diponegoro ditangkap pada 28 Maret 1830 di Magelang, Jawa Tengah.",
    "Setelah Belanda menaklukkan perlawanan kaum Padri, Belanda leluasa memonopoli perdagangan kopi di wilayah Sumatra Barat. Pada tahun 1867, geolog Belanda Willem Hendrik de Greve menemukan batu bara di sepanjang Sungai Ombilin, Sawahlunto, Sumatra Barat. Baru pada tahun 1889 Belanda memulai kegiatan pertambangan di wilayah itu.",
    "Lada merupakan sumber kemakmuran bagi penguasa-penguasa lokal yang berada di bawah kekuasaan Aceh. Mereka telah berdagang bebas dengan para pedagang dari Inggris, Prancis, dan Amerika.",
    "Traktat Sumatra tahun 1871 kelak membuat Inggris terlibat perang dengan Kekaisaran Ashanti di Ghana yang disebut Perang Ashanti (1824-1901) dan Belanda terlibat dalam Perang Aceh (1873-1904).",
    "Awalnya fado merupakan sejenis nyanyian bersuasana ratapan yang dibawa para budak kulit hitam dari Cape Verde, Afrika Barat, ke Portugal sejak abad XV. Lambat-laun, fado berkembang menjadi lagu perkotaan dan mengiringi tari-tarian. Tarian yang diringi fado dipengaruhi budaya Islam yang dibawa bangsa Moor asal Afrika Utara ketika menaklukkan Selat Gibraltar di bawah pimpinan Panglima Tariq ibn Ziyad pada abad VII Masehi. Setelah dipengaruhi Islam, tarian tersebut dinamakan moresco. Moresco adalah tarian hiburan para elite Portugis yang biasanya dibawakan oleh penari dari bangsa Moor. Alat musik pengiring moresco adalah gitar kecil bernama cavaquinho. Gitar ini dibawa para pelaut Portugis dalam era penjelajahan samudra. Ketika masuk Nusantara, alat musik tersebut digunakan untuk menyanyikan lagu pengiring tarian moresco. Karena suara yang dikeluarkan berbunyi crong-crong, masyarakat Nusantara menamai musik pengiring tarian tersebut keroncong.",
    "Sekolah-sekolah yang didirikan akibat diberlakukannya Politik Etis antara lain sebagai berikut. Sekolah dasar: Hollandsch Inlandsche School (HIS). Sekolah menengah pertama: Meer Uitgebreid Lager Onderwijs (MULO). Sekolah menengah atas: Algemeene Middelbare School (AMS). Sekolah-sekolah kejuruan seperti Sekolah calon pegawai sipil pribumi: Opleiding School voor Inlandsche Ambtenaren (OSVIA). Sekolah kejuruan medis selevel universitas tingkat awal seperti School Tot Opleiding van Inlandsche Artsen (STOVIA). Nederlandsch Indische Artssen School (NIAS). Lembaga pendidikan level universitas seperti Technische Hoogeschool (THS, Sekolah Tinggi Teknik), di Bandung pada tahun 1920-meski pada awalnya kehadiran THS ini di luar desain pemerintahan kolonial karena didirikan atas inisiatif sebuah yayasan perkebunan swasta Belanda, dan baru diambil alih oleh pemerintah pada tahun 1924.",
    "Perlawanan bangsa Indonesia terhadap penjajahan bangsa Eropa hingga awal abad XX umumnya memiliki karakteristik yang sama. Karakteristik-karakteristik itu sekaligus menandai perlawanan rakyat Indonesia sebelum lahirnya kesadaran nasional (sebelum berdirinya organisasi pergerakan nasional pertama yang bernama Budi Utomo). Karakteristik perlawanan terhadap penjajahan asing sebelum lahirnya kesadaran nasional adalah sebagai berikut. Bersifat lokal, Bergantung pada seorang pemimpin karismatik, Perlawanan mengandalkan kekuatan bersenjata, Mudah dipecah-belah. Berikut ini perlawanan-perlawanan terhadap penjajahan Portugis: (i) perlawanan Kesultanan Ternate di bawah pimpinan Sultan Hairun dan Sultan Baabullah. Di bawah Baabullah, Portugis berhasil diusir dari Maluku pada tahun 1575. Portugis lal menyingkir ke Pulau Timor dan berkuasa di Timor Timur sampai menjelang akhir abad ke-20. (ii) perlawanan Kesultanan Demak: pertama, menyerang Portugis di Malaka pada tahun 1511 di bawah pimpinan Raden Patah; kedua, menyerang Portugis di Sunda Kelapa pada tahun 1526 dan 1527; (iii) perlawanan Kesultanan Aceh di bawah pimpinan Sultan Iskandar Muda pada tahun 1629. Meskipun tidak berhasil mengusir Portugis dari Malaka, rakyat Aceh berhasil mempertahankan wilayahnya dari ekspansi Portugis. Perjuangan menentang Belanda (VOC ataupun pemerintah kolonial Belanda) menggunakan kekerasan senjata dimulai sejak awal abad XVII sampai awal abad XX. Perlawanan pada abad XVII antara lain dilakukan oleh Sultan Agung dari Mataram (1613-1645), Sultan Iskandar Muda dari Aceh (1635), Sultan Hasanuddin dari Kerajaan Gowa atau Makassar (Sulawesi Selatan) (1667), Untung Suropati dan Trunojoyo dari Jawa (1670), Sultan Ageng Tirtayasa dari Banten (1684). Sementara itu, perlawanan yang dilakukan terhadap pemerintah kolonial Belanda (pada abad XIX sampai awal abad XX atau pasca-VOC) antara lain dilakukan oleh Pattimura dari Maluku (1817), Sultan Badaruddin dari Palembang (1817), Tuanku Imam Bonjol dari Tanah Minang (1822-1837), Pangeran Diponegoro dari Jawa (1825-1830), I Gusti Ketut Jelantik dari Bali (1850), Pangeran Antasari dari Kalimantan (1860), Teuku Umar, Teuku Cik Di Tiro, Cut Nyak Dien dari Aceh (1873-1904), Anak Agung Made dari Lombok (1895), Raja Sisingamangaraja XII dari Tapanuli (sekitar tahun 1900). Penjajahan Portugis dan Belanda meninggalkan pengaruh terhadap rakyat Indonesia sampai sekarang. Pengaruh yang paling kuat tampak dalam bidang sosial-budaya. Penjajahan Portugis mengenalkan agama Katolik, musik keroncong (fado), serta memperkaya kosakata bahasa Indonesia. Selain dalam bidang sosial-budaya, pengaruh Belanda yang membekas dalam kehidupan masyarakat Indonesia sekarang ini tampak dalam bidang ekonomi, politik, hukum, dan teknologi. Dalam bidang sosial-budaya, pengaruh penjajahan Belanda tampak dalam bidang pendidikan, bahasa, gaya hidup, dan protestanisme. Dalam bidang ekonomi, pengaruh kuat penjajahan Belanda adalah dalam bentuk dikenanya sewa-menyewa tanah, tanaman-tanaman ekspor, ekonomi uang, sistem upah, dan sistem kerja kontrak. Semua hal tersebut merupakan dampak langsung dari dikenalkannya sistem eknonomi liberal dalam bentuk penerapan kebijakan pintu terbuka. Dalam bidang politik, pengaruh Belanda tampak dalam hal model birokrasi pemerintahan. Sementara itu, dalam bidang hukum, hukum Belanda sangat memengaruhi sistem hukum Indonesia. Pasal-pasal dalam Kitab Undang-Undang Hukum Pidana (KUH-Pidana) dan Kitab Undang-Undang Hukum Perdata (KUH-Perdata) Indonesia, misalnya masih kental berbau penjajah. Selanjutnya, dalam bidang ilmu pengetahuan dan teknologi, Belanda mengenalkan paham liberalisme yang juga memengaruhi sistem politik dan ekonomi Indonesia sampai sekarang Sementara itu, penjajahan Belanda juga membuat rakyat Indonesia mengenal teknologi berbasis mesin, persenjataan modern, serta teknologi komunikasi dan informasi."],

    "Pergerakan Nasional": ["Pada masanya, Brooshooft dikenal sebagai wartawan yang kritis terhadap pemerintah dan masyarakat Belanda. Seperti disebutkan oleh sastrawan Indo-Belanda Rob Nieuwenhuys dalam buku Oost Indische Spiegel (Cermin Hindia Timur), antara 1883 dan 1884 Brooshooft menulis karangan sindiran yang menyoroti sikap tak acuh Eropa di Hindia Belanda ketika terjadi wabah kolera yang menimbulkan banyak korban jiwa di kalangan rakyat pribumi. Mereka baru peduli setelah ada warga kulit putih yang ikut menjadi korban dari penyakit tropis tersebut.",
    "Di antara para tokoh penggagas politik etis, Theodore van Deventer-lah yang paling dikenal dan berpengaruh. Van Deventer adalah seorang praktisi hukum di Hindia Belanda yang kemudian menjadi politisi di negeri asalnya. Saat masih menjadi penasihat hukum bagi berbagai perusahaan swasta di Hindia Belanda, van Deventer pernah menulis surat kepada orang tuanya. la mengatakan pemerintah Belanda harus melakukan sesuatu demi kesejahteraan kaum pribumi.",
    "Dalam bidang politik, para penggagas politik etis mendesak diberlakukannya kebijakan desentralisasi:desentralisasi dari Den Haag ke Batavia, dari Batavia ke daerah-daerah, dan dari orang-orang Belanda ke orang-orang Indonesia. Dengan demikian, maksud utama dari kebijakan desentralisasi adalah memberikan ruang, peran, serta kesempatan bagi orang- orang Indonesia untuk memikirkan nasib dan masa depannya sendiri dengan melibatkan mereka dalam dewan-dewan lokal.",
    "Salah seorang dari kelompok etis bernama Mr. J. H. Abendanon, Menteri Kebudayaan, Agama, dan Kerajinan (1900-1905) di Hindia Belanda pada masa itu, sangat berjasa mendirikan sekolah- sekolah, baik untuk kaum priayi maupun rakyat jelata. Hal ini membuat terbukanya kesempatan bagi putra-putri Indonesia untuk mengenyam pendidikan menengah dan tinggi sehingga tidak hanya menghasilkan pemuda Indonesia yang berilmu, tetapi juga berwawasan luas dan sadar politik.",
    "Selama masa penjajahan Belanda, sebutan untuk wilayah Indonesia sekarang adalah Netherlandsch Indie atau Hindia Belanda. Bagi orang-orang Eropa, kata Indie (Hindia) mereka gunakan untuk menyebut wilayah Asia Tenggara umumnya, Kepulauan Melayu. Ketika Belanda mulai berkuasa, mereka menggunakan nama Nederlandsche Indie atau Hindia Belanda untuk menyebut Indonesia. Nama Indonesia pertama kali diperkenalkan oleh J. R. Logan dan G.S.W. Earl pada tahun 1847 di Singapura dalam sebuah jurnal ilmiah. Orang Indonesia pertama yang menggunakan kata \"Indonesia\" adalah Suwardi Suryaningrat atau Ki Hajar Dewantara. la mendirikan sebuah biro pers bernama Indonesia Persbureau pada tahun 1913 di Den Haag Belanda, dan semenjak itulah nama Indonesia banyak digunakan oleh para tokoh pergerakan nasional. Pada saat rapat pergantian pengurus bulan April 1922, Indische Vereeniging (Perhimpunan Hindia) menghasilkan keputusan penting, yaitu mengganti namanya menjadi Indonesische Vereeniging (Perhimpunan Indonesia). Selanjutnya, mereka mengganti nama Netherlandsch Indie menjadi Indonesia. Pada tahun 1924, Partai Komunis Hindia mengganti namanya menjadi Partal Komunis Indonesia, dan pada tahun 1926 terbentuk organisasi kepanduan (Pramuka sekarang) yang diberi nama Indonesische Nationale Padvinderij Organisatie. Sebagai puncaknya, nama Indonesia digunakan pada Kongres Pemuda Il yang dilaksanakan pada 28 Oktober 1928 yang kemudian mengikrarkan Sumpah Pemuda.",
    "Surat kabar yang oleh sebagian ahli diidentifikasi sebagai surat kabar pertama yang dimiliki dan diterbitkan oleh bangsa Indonesia adalah Medan Prijaji yang diterbitkan oleh R. M. Tirto Adhi Suryo tahun 1907. R. M. Tirto Adhi Suryo dianggap sebagai wartawan pertama yang menggunakan surat kabar sebagai alat untuk membentuk pendapat umum. Hampir semua organisasi pergerakan pada masa itu memiliki dan menggunakan surat kabar atau majalah untuk menyuarakan ide-ide dan aspirasi perjuangannya. Bung Karno ketika memberikan kata sambutan pada hari ulang tahun ke-10 koran Sipatahoenan tahun 1933 mengatakan tiada perjuangan kemerdekaan secara modern yang tidak perlu memakai penyuluhan, propaganda, dan agitasi dengan pers. Pengakuan semacam ini diungkap pula oleh Moh. Hatta ketika membina koran PNI Baru, yaitu Daulat Rajat. Sementara itu, Budi Utomo pada awal pertumbuhannya telah mengambil alih Darmo Kondo, koran yang sebelumnya dimiliki diterbitkan oleh orang Tionghoa. Setelah mengalami masa pasang surut dalam perkembangannya, harian Darmo Kondo berubah nama menjadi Pewarta Oemoem, dan menjadi pembawa suara Partai Indonesia Raya (Parindra). Selain Darmo Kondo, Budi Utomo juga menerbitkan Budi Utomo (1920), Adilpalamerta (1929), dan Toentoenan Desa pada tahun 1930. Sarekat Islam (SI) setelah mengadakan kongres pertamanya pada tahun 1931 di Surabaya, menerbitkan Oetoesan Hindia dan SI juga menerbitkan Bendera Islam, Sarotama, Medan Moeslimin, Sinar Djawa, dan Teradjoe. Indische Partij di bawah pimpinan Tiga Serangkai menjadikan Het Tijdschrift dan Expres sebagai alat propagandanya. Melalui kedua media ini, tulisan-tulisan tokoh Indische Partij dimuat, di antaranya yang terkenal adalah tulisan Suwardi Suryaningrat yang berjudul \"Als ik eens Nederlander was\" (Jika Saya Seorang Belanda). Lahirnya PKI (1920) makin menambah jumlah surat kabar partai. Pada akhir tahun 1926, tercatat lebih dari dua puluh penerbitan PKI yang tersebar di berbagai kota. Di lain tempat, organisasi pergerakan yang ada di negeri Belanda, Perhimpunan Indonesia, menerbitkan medianya \"Indonesia Merdeka\" yang sebelumnya bernama Hindia Putera. Tulisan-tulisan tokoh PI dalam majalah tersebut banyak memengaruhi perjuangan aktivis pergerakan di tanah air.",
    "Pembentukan Volksraad tidak terlepas dari kebijakan desentralisasi sejak penerapan politik etis dan Perang Dunia 1. Para penggagas politik etis mendesak segera diberlakukannya kebijakan desentralisasi, yang intinya memberi ruang, peran, dan kesempatan bagi orang-orang Indonesia untuk memikirkan nasib dan masa depannya sendiri dengan melibatkan mereka dalam dewan-dewan lokal. Gagasan pembentukan dewan-dewan lokal kelak diterapkan pada tahun 1905, namun dianggap tidak memuaskan karena sebagian besar anggotanya diisi oleh orang-orang Belanda. Pembentukan Volksraad pada tahun 1916 dianggap sebagai langkah nyata lebih lanjut dari kebijakan desentralisasi tersebut. Perang Dunia 1 (1914-1918) juga mempunyai andil terhadap terbentuknya Volksraad. Menurut Ricklefs (2008), sebelum Perang Dunia 1, muncul gagasan untuk membentuk Indie weerbaar (pertahanan Hindia Belanda), yaitu pembentukan milisi paruh waktu yang terdiri dari orang-orang Indonesia. Gagasan ini ditolak oleh pemerintah Belanda. Akan tetapi, dengan pecahnya Perang Dunia 1 pada Agustus 1914, gagasan itu dibicarakan lagi karena kekuatan pertahanan ini (milisi) dianggap lebih murah daripada memperbesar pasukan profesional. Budi Utomo, yang mempunyai banyak anggota di Jawa yang berdinas pada tentara kolonial, aktif mengampanyekan pembentukan milisi itu. Atas sikap tersebut, banyak pihak menuduh Budi Utomo telah diatur oleh pemerintah. Akan tetapi, sikap yang berbeda ditunjukkan oleh organisasi pergerakan yang lain. Sarekat Islam melontarkan pandangan bahwa rakyat Indonesia dapat mempertahankan rezim penjajahan hanya apabila mereka diwakili dalam pemerintahan. Pada tahun 1915, Budi Utomo juga mendukung pandangan ini. Pada tahun 1916-1917, suatu delegasi yang terdiri dari wakil-wakil Budi Utomo, SI, Regenten Bond, dan organisasi-organisasi serupa dari keempat kerajaan di Jawa berkampanye mendesak pembentukan Indie weerbaar. Pada akhirnya, parlemen Belanda menolak pembentukan milisi, tetapi menerima usul Sarekat Islam dengan membentuk Volksraad. Kemungkinan besar, pembentukan Volksraad dianggap memiliki risiko yang lebih kecil bagi kekuasaan Belanda di Indonesia dibandingkan membentuk milisi. Volksraad terdiri dari anggota-anggota yang dipilih dan diangkat oleh gubernur jenderal. Jumlahnya 39 orang, dengan 15 orang di antaranya orang Indonesia (pribumi). Anggota lainnya adalah orang Belanda, serta orang Timur asing lainnya (Tionghoa, Arab, dan India). Para anggota Volksraad dari kalangan pribumi diisi oleh tokoh-tokoh dari berbagai organisasi pergerakan, baik yang moderat maupun radikal. Gubernur jenderal mengizinkan orang-orang radikal masuk ke Volksraad dengan harapan sikap mereka akan berubah menjadi moderat setelah masuk lembaga itu. Kekuasaan Volksraad sangat terbatas. Pada awalnya, Volksraad hanya bertindak sebagai penasihat saja, termasuk hak mengusulkan pembaruan-pembaruan yang dianggap perlu kepada gubernur jenderal. Parlemen \"gadungan\" ini juga tidak mempunyai hak angket dan hak menentukan anggaran belanja negara sehingga tidak mempunyai kekuasaan seperti parlemen pada umumnya. Namun, dalam perkembangannya, yakni pada tahun 1927, Volksraad memiliki kewenangan ko-legislatif (membuat undang-undang) bersama gubernur jenderal yang ditunjuk oleh Belanda. Meskipun demikian, undang-undang yang dihasilkan Volksraad dapat diveto oleh gubernur jenderal. Sampai tahun 1938, para anggota Volksraad wajib menggunakan bahasa Belanda dalam setiap pidato atau sidang. Volksraad menjadi satu-satunya wadah perjuangan pada sekitar tahun 1930-an ketika banyak organisasi pergerakan dilarang melakukan kegiatan dan para tokohnya ditangkap serta diasingkan oleh Belanda. Keberadaan Volksraad berakhir saat Jepang mendarat di Hindia Belanda pada tahun 1942. Pada 5 Agustus 1942, Jepang berhasil menduduki Batavia. Pada 7 Maret 1942, Belanda menyerah tanpa syarat kepada Jepang di Kalijati, Jawa Barat. Dengan takluknya Belanda kepada pasukan Jepang, seluruh perangkat kelembagaan kenegaraan yang diciptakan oleh pemerintah kolonial di Hindia Belanda dihapuskan, termasuk Volksraad.",
    "Setelah dikeluarkan dari Serekat Islam, para anggota SI yang beraliran kiri kemudian mendirikan Perserikatan Komunis Hindia pada tahun 1920. Pada tahun 1923, Persatuan Pergerakan Kaum Buruh (PGKB) yang didirikan pada tahun 1919 pecah. Sebagian memisahkan diri menjadi Revolutionairre Vakcantrale di bawah payung PKI. Pada tahun 1924, Perserikatan Komunis Hindia berganti nama menjadi Partai Komunis Indonesia.",
    "Butir Sumpah Pemuda yang pertama adalah mengenai janji bertumpah darah satu, yaitu tanah Indonesia. Sumpah yang diucapkan pemuda saat itu menyiratkan makna bahwa banyaknya pulau di Indonesia bukan menjadi penghalang untuk bersatu. Justru, laut menjadi pemersatu bangsa Indonesia. Selain itu, butir pertama Sumpah Pemuda menjadi tolok ukur tingkat kesetiaan rakyat kepada bangsa dan negaranya. Kesetiaan terhadap negara pada saat ini dapat diwujudkan dengan menggunakan produk-produk buatan Indonesia atau membantu saudara kita yang terkena bencana alam di wilayah lain. Butir kedua Sumpah Pemuda, yaitu \"berbangsa yang satu, bangsa Indonesia\", dibutuhkan untuk menguatkan butir pertama. Beragamnya suku bangsa di Indonesia dapat dilihat dalam sejarah berdirinya organisasi pergerakan nasional yang awalnya masih bersifat kesukuan. Contohnya, Jong Celebes, Jong Sumatranen Bond, Jong Minahasa, dan Jong Java. Untuk menyatukan perbedaan tersebut dibutuhkan tekad kuat demi mewujudkan cita-cita bersama bangsa Indonesia. Meskipun keberagaman suku di Indonesia rentan menimbulkan konflik, dengan sikap saling menghormati dan menghargai perbedaan suku dan kebudayaan yang ada di Indonesia, konflik dapat diatasi atau dihindari. Contohnya, kita dapat mendukung atlet Indonesia yang sedang berkompetisi dalam kancah internasional tanpa membedakan suku, agama, dan ras. Tolok ukur eksistensi suatu bangsa ditentukan oleh cara dan sikap bangsa tersebut dalam berbahasa. Itulah makna yang dimaksudkan oleh butir ketiga dalam Sumpah Pemuda, yaitu \"menjunjung bahasa persatuan, bahasa Indonesia\". Menjunjung bahasa persatuan bahasa Indonesia adalah tanggung jawab sebagai warga negara. Pemenuhan tanggung jawab ini pada setiap individu tentu berbeda-beda bergantung beberapa hal, misalnya latar belakang pendidikan, profesi, dan minat tiap individu terhadap bahasa Indonesia. Latar belakang pemilihan bahasa Melayu berdasarkan bukti sejarah menunjukkan sebagai bahasa penghubung (lingua franca) dalam berbagai kegiatan, khususnya perdagangan di wilayah Nusantara. Saat ini, kemampuan berbahasa Indonesia makin meningkat dengan banyaknya pembaruan kosakata dalam bahasa Indonesia. Meskipun demikian, derasnya bahasa asing yang masuk ke Indonesia menjadi tantangan tersendiri. Hal ini dapat dilihat dari maraknya tulisan berbahasa asing di ruang publik. Selain itu, bahasa Indonesia sering kali dipandang sebagai bahasa yang akan memusnahkan bahasa daerah di Indonesia. Bahasa daerah adalah tanggung jawab bagi tiap pemuda-pemudi daerah di Indonesia untuk menjaganya agar tidak terjadi kepunahan. Hal ini karena tujuan butir ketiga Sumpah Pemuda bukan untuk menghilangkan bahasa daerah atau menghindarkan kita untuk mengetahui bahasa asing. Namun, tujuannya adalah menjadikan bahasa Indonesia sebagai alat pemersatu dan sebagai identitas bangsa.",
    "Sebelum perkumpulan-perkumpulan perempuan muncul, telah ada gerakan perempuan yang menjadi bagian dari organisasi pergerakan, seperti Putri Mahardika. Organisasi perempuan tertua ini berdiri pada tahun 1912 dan merupakan bagian dari organisasi Budi Utomo. Pada tahun 1914 juga berdiri organisasi perempuan di Kota Gadang, Bukittinggi, yang bernama Kerajinan Amai Setia, yang didirikan oleh Siti Rohana Kudus. Seperti halnya gerakan pemuda, gerakan perempuan awalnya hanya bergerak dalam kegiatan sosial, seperti pendidikan bagi perempuan dan memperjuangkan kedudukan sosial perempuan, khususnya menyangkut hak-hak perempuan dalam perkawinan. Namun, dalam perkembangannya, gerakan perempuan ikut juga menyumbangkan tenaga dan pikiran untuk memperkuat rasa kebangsaan. Perempuan juga mulai menerbitkan surat kabar sendiri, seperti Poetri Hindia yang terbit pada tahun 1909 di Bandung, Wanito Sworo yang terbit di Brebes pada tahun 1913, Soenting Melayu yang terbit di Bukittinggi pada tahun 1918, Istri Oetomo di Semarang, Soeara Perempoean di Padang, dan Perempoean Bergerak di Medan. Melalui surat kabar inilah para perempuan menyebarluaskan gagasan-gagasannya dalam berbagai hal, terutama dalam upaya membangun rasa kebangsaan. Beberapa surat kabar bahkan melarang penulisnya menggunakan bahasa Belanda.",
    "Sejatinya, sejak tahun 1854, pemerintah kolonial mengekang hak berserikat, berkumpul, serta menyampaikan pendapat, yang membuat organisasi-organisasi pergerakan yang dibentuk pada awal abad XX tidak bersifat politik, tetapi lebih memusatkan perhatian pada masalah ekonomi, sosial budaya, pendidikan, dan agama.",
    "Organisasi yang berkembang pada periode bertahan adalah Parindra, Gapi, Gerindo. Mereka memaksimalkan Volksraad sebagai wadah perjuangan meraih kemerdekaan. Alasannya, hanya organisasi moderat- kooperatif yang dapat mengirimkan wakilnya ke Volksraad.",
    "Vergader Verbond adalah peraturan yang dikeluarkan pemerintah kolonial Belanda untuk membatasi gerak organisasi-organisasi pergerakan nasional yang bersikap radikal. Isi peraturan tersebut antara lain sebagai berikut. Larangan untuk mengadakan rapat umum di tempat terbuka (open lucht vergadering), rapat umum dalam gedung, rapat umum yang biasanya diadakan di tempat-tempat terbuka bagi umum (gedung bioskop, gedung teater, dan restoran) diharuskan mendapat izin dari hoofd van plaatselijk bestuur (asisten residen), Larangan untuk mengadakan rapat-rapat lain dari yang tersebut di atas, seperti rapat tertutup di rumah tempat tinggal, kantor-kantor partai, orang harus memberitahukan (dengan surat biasa) lebih dulu kepada asisten residen sekurang-kurangnya lima hari sebelum diadakan. Asisten residen mempunyai hak untuk melarang rapat itu, Dalam segala rapat, baik yang terbuka maupun yang tertutup, ambtenaar (pegawai negeri) atau pegawai polisi berhak untuk hadir, orang dilarang membawa senjata, seperti revolver, pedang, kelewang, keris, tombak, dan anak-anak di bawah umur 18 tahun tidak boleh hadir.",
    "Pendirian Fraksi Nasional dilatarbelakang oleh beberapa faktor, yaitu pemerintah kolonial Belanda bersikap semena-mena terhadap organisasi-organisasi politik di luar Volksraad, terutama terhadap PNI. Aktivis-aktivis PNI, misalnya, digeledah, ditangkap, diasingkan, dan dipenjarakan oleh pemerintah kolonial. Adanya anggapan dan perlakuan yang sama oleh pemerintah kolonial (berupa penangkapan) terhadap semua gerakan nasional, baik yang bersifat nonkooperatif maupun yang bersifat kooperatif. Didirikannya Vaderlandsche Club (VC) pada tahun 1929 di Negeri Belanda yang tidak bersimpatik terhadap perjuangan menuntut kemerdekaan Indonesia. H. C. Zentgraaff, pendiri VC, mendesak perlunya meningkatkan nasionalisme di Negeri Belanda dalam rangka menghadapi \"tuntutan-tuntutan yang gila\" dari kaum pribumi. Sikap pemerintah kolonial Belanda tersebut memicu adanya desakan kaum nasionalis untuk mempercepat kemerdekaan Indonesia.",
    "Pada tahun 1932, pemerintah kolonial Belanda mengeluarkan Ordonansi Sekolah Liar (Wilde Schoolen Ordonantie) yang berisi bahwa pendirian sekolah partikelin (swasta) harus meminta izin kepada pemerintah Hindia Belanda. Sebelum mengajar, guru sekolah partikelin harus memiliki izin mengajan terlebih dahulu dari pemerintah kolonial. Ki Hajar Dewantara mengirim surat protes kepada gubernur jenderal Hindia Belanda karena dianggap melampaui batas. Partai politik dan surat kabar yang mendukung protes itu kemudian memperjuangkannya di Volksraad sehingga tahun 1935 Ordonansi Sekolah Liar dihapuskan.",
    "Atas jasa dan perjuangannya mencerdaskan kehidupan bangsa Indonesia menuju kemerdekaan, hari kelahiran Ki Hajar Dewantara, yaitu tanggal 2 Mei, diperingati sebagai Hari Pendidikan Nasional. Selain itu, semboyan Tut Wuri Handayani terpatri dalam lambang Kementerian Pendidikan dan Kebudayaan Republik Indonesia.",
    "Pada 1901, pemerintah kolonial Belanda menerapkan politik etis di Indonesia. Penerapan kebijakan ini disebabkan dorongan agar pemerintah kolonial Belanda lebih memperhatikan nasib pribumi di tanah jajahan dan memiliki tanggung jawab moral terhadap kesejahteraan masyarakat pribumi. Salah satu tokoh kuat yang memengaruhi lahirnya politik etis adalah Theodore van Deventer. Melalui karangannya yang berjudul Een Eereschuld (Utang Budi), ia menuliskan bahwa pemerintah Belanda harus melakukan sesuatu demi kesejahteraan kaum pribumi. Pada 1901, Ratu Wilhelmina menerapkan trias van Deventer yang meliputi irigasi (membangun dan memperbaiki pengairan dan bendungan), migrasi (mendorong transmigrasi), dan edukasi (memperluas bidang pengajaran dan pendidikan). Ciri khas perjuangan bangsa Indonesia melawan kolonialisme setelah tahun 1908 yaitu Dimotori dan digerakkan oleh kaum terpelajar, Bersifat nasional, Perjuangan menggunakan jalur organisasi, Adanya jaminan keberlangsungan atau kontinuitas gerakan melalui kaderisasi, Memiliki visi dan misi yang jelas, yaitu \"Indonesia merdeka\". Ada beberapa faktor yang memicu kemunculan gerakan nasionalisme di Indonesia, sebagian bersifat internal dan sebagian lagi bersifat eksternal. Faktor internal berupa kondisi sosial, politik, dan ekonomi yang buruk akibat penjajahan Belanda, munculnya kaum terpelajar, serta tumbuhnya kenangan akan kejayaan bangsa pada masa lampau. Sementara itu, faktor eksternal berupa kesuksesan pergerakan nasional di negara-negara lain di Asia-Afrika, kemenangan Jepang atas Rusia dalam perang tahun 1905, masuk dan berkembangnya paham-paham baru dari Eropa dan Amerika seperti liberalisme, demokrasi, dan nasionalisme yang membangkitkan motivasi golongan terpelajar untuk berjuang merebut kebebasan dari belenggu penjajahan. Perkembangan nasionalisme di Indonesia mencapai titik kemajuan sejak berdirinya organisasi Budi Utomo tahun 1908. Perkembangan nasionalisme Indonesia sejak Budi Utomo hingga kemerdekaan dapat dibagi dalam periode-periode sebagai berikut yaitu Periode awal perkembangan, Pada periode ini, gerakan nasionalisme di Indonesia diwarnai dengan perjuangan untuk memperbaiki situasi sosial dan budaya. Sifat gerakannya moderat dan kooperatif dengan pemerintah kolonial Belanda. Beberapa organisasi dan gerakan yang muncul pada periode ini adalah Budi Utomo, Sarekat Islam, dan Muhammadiyah. Periode Nasionalisme Politik, Dalam periode ini, gerakan nasionalisme di Indonesia mulai bergerak dalam bidang politik untuk mencapai kemerdekaan Indonesia. Organisasi yang muncul pada periode ini adalah Indische Partij dan gerakan pemuda. Periode Radikal, Periode radikal artinya masa di mana organisasi-organisasi pergerakan menolak bekerja sama dengan pemerintah kolonial Belanda dan secara tegas menuntut kemerdekaan. Namun, sebutan \"radikal\" terutama mengacu pada sikap organisasi-organisasi pergerakan pada periode ini yang menolak bekerja sama dengan pemerintah Hindia Belanda. Organisasi yang bergerak secara non-kooperatif di antaranya Perhimpunan Indonesia (PI), Partai Komunis Indonesia (PKI), dan Partai Nasional Indonesia (PNI). Periode Bertahan, Periode bertahan adalah periode gerakan nasionalisme di Indonesia yang berupaya lebih moderat dan menahan diri. Sikap moderat berarti kembali bekerja sama dengan pemerintah kolonial Belanda (kooperasi). Sikap ini diambil agar organisasi pergerakan tidak diberangus Belanda dan para tokohnya tidak ditangkap ataupun diasingkan. Dengan demikian, kelangsungan hidup organisasi pergerakan serta kesinambungan perjuangan menuju Indonesia merdeka tetap terjaga. Organisasi dan gerakan yang berkembang pada periode ini adalah Parindra, Gapi, dan Gerindo. Mereka semakin memaksimalkan Volksraad sebagai wadah perjuangan mencapai kemerdekaan. Sikap radikal organisasi-organisasi pergerakan seperti PI, PKI, dan PNI dilatarbelakangi pengaruh Doktrin Wilson tentang hak menentukan nasib sendiri (right of self-determination, pengaruh Revolusi Rusia 1917 yang berhasil menggulingkan Tsar Nicholas II, kekecewaan terhadap Janji November (November Belofte), dan perubahan Pasal 111 Regerings Reglement. Hal tersebut membuka jalan bagi menyuarakan aspirasi termasuk kritikan secara terbuka terhadap pemerintah kolonial Belanda, pergantian gubernur jenderal Hindia Belanda, pemakaian kata \"Indonesia\" sebagai identitas bangsa, serta ikut sertanya kaum buruh dalam pergerakan nasional. Perhimpunan Indonesia merupakan organisasi sosial pertama yang menggunakan kata Indonesia untuk nama organisasinya. Penggantian namanya memiliki dampak politik yang besar, yaitu sikap politiknya berubah, dari semula yang bersikap kooperatif menjadi non-kooperatif, dari moderat menjadi radikal. Sikap non-kooperatif dan radikal itu tecermin dalam tiga visi politiknya berikut ini. Indonesia ingin menentukan nasibnya sendiri, Bangsa Indonesia mengandalkan kemampuan dan kekuatannya sendiri, Bangsa Indonesia harus bersatu untuk melawan penjajah. Partai Nasional Indonesia (PNI) berlandaskan pada tiga asas sebagai berikut, Self-help, yakni prinsip menolong diri sendiri, yang didasari keyakinan bahwa bangsa Indonesia dengan kekuatan sendiri mampu memperbaiki keadaan politik, ekonomi, dan sosial budaya yang telah rusak oleh penjajah. Non-kooperatif, yakni tidak mengadakan kerja sama dengan pemerintah kolonial Belanda. Marhaenisme, yakni mengentaskan massa dari kemiskinan dan kesengsaraan. Pendidikan Nasional Indonesia (PNI Baru) didirikan karena rasa tidak puas sebagian anggota PNI (lama) karena partai PNI dibubarkan. Menurut para penggerak PNI Baru, termasuk Mohamad Hatta dan Sutan Syahrir, apa yang dilakukan Sartono dan rekan-rekannya merupakan cermin sikap mudah menyerah terhadap sikap pemerintah Belanda yang memusuhi partai tersebut. PNI Baru berhaluan nasionalis dan demokrasi. Walaupun cita-cita dan haluan Partindo dan PNI Baru itu sama, yaitu kemerdekaan dan non-kooperasi, strategi perjuangannya berbeda. Pendidikan Nasional Indonesia (PNI Baru) lebih menekankan kepada kegiatan pendidikan politik dan kesadaran berbangsa bagi para anggotanya. Dalam periode bertahan, tokoh pergerakan nasional melanjutkan perjuangan melalui Volksraad. Meskipun di luar Volksraad tidak ada aksi perjuangan, tetapi organisasi-organisasi pergerakan tetap giat melakukan akitivitas di berbagai bidang dalam rangka meningkatkan kesejahteraan rakyat, seperti mendirikan Rukun Tani, Rukun Pelayaran, dan mengusahakan bank serta koperasi. Taman Siswa merupakan salah satu organisasi pergerakan pada periode bertahan yang berfokus pada kegiatan dalam bidang pendidikan. Ki Hajar Dewantara menerapkan tiga konsep pengajaran dalam kegiatan pendidikan di Taman Siswa yaitu sebagai berikut, Ing ngarsa sung tulodo (di depan memberi teladan), artinya para guru yang memiliki tanggung jawab memberikan pendidikan dan harus dapat memberi contoh dengan sikap serta perilaku yang baik sehingga dapat menjadi teladan bagi siswanya, Ing madyo mangun karsa (di tengah memberi semangat), artinya guru harus dapat memberi motivasi yang baik bagi siswanya dan memberikan bimbingan yang terus-menerus agar siswa dapat berkembang sesuai dengan bakat dan minatnya, Tut wuri handayani (di belakang memberi dorongan), artinya guru wajib membimbing siswa untuk dapat menggali sendiri pengetahuannya dan menemukan makna dari pengetahuan yang diperolehnya sehingga pengetahuan itu dapat berguna bagi kehidupannya. Selain Taman Siswa, organisasi-organisasi pergerakan pada periode bertahan adalah Partai Indonesia Raya (Parindra) dan Gabungan Politik Indonesia (Gapi). Parindra menunjukkan sikap kooperatif dan moderat, Parindra melakukan perjuangan balk di dalam maupun di luar Volksraad, Sesuai dengan namanya, Gapi merupakan gabungan dari berbagai partai politik yang ada di Indonesia. Organisasi ini didirikan olch Mohammad Husni Thamrin pada 21 Mei tahun 1939. Gapi memiliki tiga asas perjuangan, yaitu hak menentukan diri sendiri, persatuan nasional seluruh bangsa Indonesia berdasarkan kerakyatan dalam paham politik, ekonomi, sosial, dan persatuan aksi seluruh pergerakan Indonesia."],

    "Pendudukan Jepang Di Indonesia": ["Dalam kebijakan sakoku, Belanda adalah satu-satunya negara Eropa yang diizinkan menjalin hubungan dengan Jepang. Negara ini diizinkan tetap mengembangkan pabriknya di Dejima, Nagasaki. Perdagangan dengan Tiongkok dan Korea juga dibatasi hanya di wilayah Nagasaki.",
    "Komodor Perry sebetulnya bukan orang Amerika pertama yang melakukan ekspedisi ke Jepang. Sejak tahun 1797, Amerika telah empat kali mengirimkan sebuah armada penjelajah angkatan laut dengan persenjataan lengkap ke Jepang. Pertama, dari tahun 1797 sampai 1809, kapal-kapal Amerika berdagang di Nagasaki di bawah bendera Belanda atas permintaan Belanda, Belanda sendiri tidak dapat mengirimkan kapal-kapal dagangnya karena Inggris yang sedang terlibat konfiik dengannya sejak Perang Napoleon (1803-1815) memblokade kapal-kapal Belanda keluar dari Belanda, Pada waktu itu, di bawah kebijakan sakoku, Jepang membatasi perdagangan luar negerinya hanya dengan Belanda dan Tiongkok. Kedua, pada tahun 1837, seorang pengusaha Amerika yang lama berbisnis di Canton, Tiongkok, berupaya masuk ke Jepang, namun diusir. Ketiga, pada tahun 1846, Komodor James Biddle, yang dikirim pemerintah Amerika Serikat untuk membuka perdagangan, berlabuh di Teluk Tokyo dengan dua kapal, satunya kapal perang dengan persenjataan lengkap, Usahanya untuk mewujudkan perjanjian perdagangan tidak berhasil. Keempat, pada tahun 1849, Kapten James Glynn berlayar ke Nagasaki, Misinya tidak berhasil, namun membuat sebuah rekomendasi berikut kepada Kongres Amerika yang kelak membuka jalan bagi keberhasilan misi Matthew C. Perry, yaitu negosiasi dengan Jepang harus didukung dengan unjuk kekuatan bersenjata, Jika tidak, Jepang tidak akan mengubah sikap dan kebijakannya, Pada tahun 1852, dengan empat kapal uap bersenjata lengkap dan berwarna hitam (dikenal dengan nama Black Ships), berangkatlah Perry dan armadanya untuk pertama kali ke Jepang, Mereka berlabuh di Edo (Tokyo kini) pada Juli 1853. Sebelum berangkat, Perry membaca banyak buku tentang Timur Jauh, termasuk tentang era Tokugawa di Jepang, ia juga berkonsultasi dengan ahli Jepang berkebangsaan Jerman, Philipp Franz von Siebold, yang tinggal di Jepang selama delapan tahun, persisnya di kantor dagang Belanda di Dejima lalu kembali ke Leiden, Belanda. ia ditemui perwakilan dari Shogun Tokugawa, yang lalu mengarahkannya untuk terus ke Nagasaki, satu-satunya pelabuhan yang terbuka untuk orang asing pada waktu itu. Perry menolak, lalu memerintahkan pasukannya untuk mengarahkan meriamnya ke kota kecil Uraga sekitar Edo. Ia kemudian meminta Izin untuk menyerahkan surat dari Presiden Amerika Serikat (AS) Millard Fillmore, serta mengancam akan menggunakan kekuatan bersenjata jika kapal-kapal Jepang di sekitar armada AS di sekitar teluk itu tidak menarik diri. Di Jepang, sebutan \"Kapal Hitam\" kelak menjadi simbol ancaman Amerika Serikat sekaligus kedigdayaan teknologi Barat. Surat tersebut akhirnya diterima perwakilan pemerintah shogun di Yokosuka (sekitar Edo) pada Juli 1853, dan Perry menagih janji Jepang sekembalinya ia ke Jepang dalam ekspedisi kedua nanti. Pascakepulangan Perry, Jepang membangun benteng pertahanan di sekitar Teluk Tokyo dalam rangka melindungi Edo dari kemungkinan serangan laut Amerika Serikat. Ketika Perry datang lagi pada Februari 1854 dengan kekuatan bersenjata dua kali lipat, Jepang kemudian bersedia menandatangani perjanjian yang pada intinya memenuhi semua tuntutan sebagaimana tertulis dalam surat Fillmore.",
    "Jepang memberangkatkan Misi Iwakura ke Amerika Serikat dan Eropa pada tahun 1871. Misi Iwakura merupakan misi perjalanan diplomatik ke Amerika dan Eropa, dengan tugas: pertama, mempresentasikan Restorasi Meiji; kedua, melakukan renegosiasi atas perjanjian-perjanjian yang telah dilakukan dengan Amerika Serikat, yang dinilai Jepang berat sebelah. Selain itu, Misi Iwakura bertujuan mengumpulkan informasi tentang sistem sosial dan ekonomi Barat serta ideologi atau filosofi yang mendasarinya dalam rangka mendukung modernisasi di Jepang. Renegosiasi itu tidak pernah berhasil, namun para anggota misi itu membawa banyak informasi berharga yang kelak berguna untuk mendukung modernisasi. Negara yang menjadi tujuan tidak hanya kekuatan Barat yang berpengaruh di area Asia Pasifik, seperti Amerika Serikat, Inggris, Prancis, dan Belanda, tetapi juga negara-negara Eropa lain, seperti Jerman, Belgia, Denmark, Swedia, Swiss, Italia, dan Rusia. Dari keseluruhan negara tersebut, fokus terbesar dari pemerintahan Meiji yang diwakilkan dalam Misi Iwakura adalah Amerika dan Inggris sehingga mereka menghabiskan enam bulan di Amerika Serikat dan empat bulan di Inggris.",
    "Munculnya tingkatan sosial di Jepang awalnya dipengaruhi oleh pemikiran Konfusianisme. Penguasa yang bijaksana berada di tingkatan paling atas, diikuti petani yang menghasilkan barang bagi masyarakat, lalu seniman yang menggunakan kembali barang-barang yang dihasilkan, dan terakhir pedagang yang mendistribusikan barang-barang tersebut. Keempat kasta ini pertama kali diperkenalkan Konfusius di Tiongkok, lalu menyebar ke Jepang dan negara-negara penganut Buddha lainnya.",
    "Kata \"kebaktian\" mengandung arti yaitu siap mengorbankan diri, mempertebal rasa persaudaraan, dan melaksanakan sesuatu dengan bukti.",
    "Sehari setelah kemerdekaan (18 Agustus 1945), Piagam Jakarta dipersoalkan. Para penganut Kristen yang sebagian besar berasal dari wilayah timur Indonesia menyatakan tidak bersedia bergabung dengan Republik Indonesia, kecuali jika beberapa unsur dalam Piagam Jakarta dihapuskan. Unsur-unsur Islam dalam Piagam Jakarta yang dipersoalkan itu adalah: \"... dengan kewajiban menjalankan syariat Islam bagi pemeluk-pemeluknya\". Para tokoh dari Indonesia bagian timur menghendaki agar ketujuh kata tersebut dihapus. Selain itu, mereka juga meminta agar kata-kata \"Islam sebagai agama negara\" dan \"Presiden harus seorang muslim\" juga dihapus. Keinginan masyarakat wilayah timur Indonesia mendorong para perumus dasar negara kembali mengadakan musyawarah dalam rangka merumuskan kembali \"dasar ideologi dan konstitusi negara\". Akhirnya, kelompok Islam bersepakat menghapus unsur-unsur Islam yang telah mereka rumuskan dalam Piagam Jakarta. Sebagai gantinya, unsur \"Ketuhanan\" dimasukkan ke sila pertama dalam Pancasila. Dengan demikian, sila pertama berbunyi: \"Ketuhanan Yang Maha Esa\". Sikap itu dinilai sebagai sebuah pengorbanan besar umat Islam demi terwujudnya persatuan negara dan bangsa Indonesia. Sejak itu, dasar Negara Indonesia yang berkedaulatan rakyat adalah Pancasila, dengan lima sila yaitu Ketuhanan Yang Maha Esa, Kemanusiaan yang Adil dan Beradab, Persatuan Indonesia, dan Kerakyatan yang Dipimpin oleh Hikmat Kebijaksanaan dalam Permusyawaratan/ Perwakilan, serta Keadilan Sosial bagi Seluruh Rakyat Indonesia.",
    "Tekad Jepang untuk mengejar ketertinggalan dari bangsa-bangsa Barat dimulai setelah pelabuhan-pelabuhannya dibuka untuk kapal-kapal asing. Keterbukaan tersebut menyadarkan Jepang tentang kemajuan negara-negara Barat dan betapa tertinggalnya Jepang dibandingkan negara-negara tersebut. Kesadaran tersebut terwujud secara konkret pada masa pemerintahan Kaisar Meiji melalui berbagai langkah perubahan besar yang disebut Restorasi Meiji (1868-1912). Di bawah Restorasi Meiji, Jepang menjadi negara Asia pertama yang mengadopsi teknologi teknologi hasil Revolusi Industri di Barat. Hasilnya adalah pertumbuhan ekonomi yang hebat sejak dekade-dekade terakhir abad XIX. Jepang mengalami kemajuan pesat dalam bidang militer dan ekonomi. Hal tersebut membangkitkan rasa percaya diri bangsa Jepang. Guna meningkatkan pertumbuhan industri dan ekonominya, Jepang membutuhkan tiga hal, yaitu pasokan bahan mentah yang stabil, jalun pelayaran yang aman, dan pasar bagi hasil-hasil industri. Hal ini kemudian membuat Jepang berkeinginan untuk menjadi negara imperialis. Di bawah pimpinan F. D. Roosevelt, Amerika Serikat menerapkan embargo baja dan besi tua. Roosevelt juga membekukan semua aset Jepang dan menerapkan embargo minyak bumi. Embargo minyak bumi yang diterapkan Amerika Serikat sangat memberatkan Jepang karena industri-industrinya sangat bergantung pada minyak bumi. Jepang memutuskan untuk mencari sumber-sumber minyak baru di Asia Tenggara dan Asia Selatan. Namun untuk itu, Jepang harus melewati kekuatan militer terbesar, yaitu Amerika Serikat. Di bawah perjanjian bersama yang disebut ABDACOM (American-British-Dutch-Australian Command), Amerika Serikat bertanggung jawab untuk melindungi kepentingan negara anggota termasuk kepentingan Belanda di Indonesia. Untuk melumpuhkan Amerika Serikat, Jepang menyerang pangkalan Angkatan Laut Amerika Serikat di Pasifik tepatnya di Pearl Harbour, Hawai. Serangan tersebut dilakukan pada 7 Desember 1941 tanpa ultimatum terlebih dahulu. Pada tanggal 11 Januari 1942, Jepang mendarat di Indonesia dan menguasai Kalimantan, kemudian pusat-pusat kekuasaan Belanda di Pulau Sumatra dan Jawa. Setelah itu, Jepang menguasai seluruh wilayah Indonesia dalam waktu singkat. Tidak berdaya menghadapi serbuan kilat Jepang, Belanda akhirnya menyerah tanpa syarat di Kalijati, Subang, Jawa Barat pada 8 Maret 1942. Kedatangan Jepang awalnya disambut baik oleh para tokoh nasional. Hal tersebut disebabkan karena adanya rasa optimisme bahwa kedatangan Jepang akan membawa kemerdekaan bagi Indonesia. Rasa optimisme tersebut dilandasi oleh lima alasan, yaitu menyerahnya Belanda dianggap sebagai akhir penjajahan Belanda, janji Jepang bahwa apabila Perang Pasifik dimenangkan oleh Jepang, maka semua bangsa Asia akan merdeka, Jepang sejak awal telah membicarakan tentang kemerdekaan, sikap Jepang yang simpatik terhadap aktivitas pergerakan nasional, dan janji kemudahan yang akan diberikan Jepang kepada bangsa Indonesia. Pendudukan Jepang di Indonesia membawa dampak yang sangat luas dalam kehidupan politik, ekonomi, dan sosial-budaya bangsa Indonesia. Dalam bidang politik, Jepang membubarkan semua kegiatan kemasyarakatan dan menggantinya dengan organisasi-organisasi bentukan Jepang. Jepang juga melakukan pengawasan yang ketat terhadap gerak-gerik para tokoh pergerakan terutama yang bersikap nonkooperatif terhadap Jepang. Dalam bidang ekonomi, Jepang mengendalikan sepenuhnya segala aktivitas perekonomian. Terjadi eksploitasi segala sumber daya demi kepentingan perang. Selain itu, produksi pangan terutama beras merosot karena banyak tenaga kerja usia produktif diharuskan mengikuti kewajiban kerja paksa (romusa). Sementara itu, sebagian hasil panen harus diserahkan kepada Jepang dan sebagian lainnya disimpan di lumbung desa sebagai bibit untuk musim tanam berikutnya. Praktis, petani hanya menikmati 20% saja dari hasil sawah yang dimilikinya. Dalam bidang sosial, selama Perang Pasifik, banyak wanita-wanita dari Asia yang diperkerjakan sebagai wanita penghibur (jugun ianfu). Selain itu, Jepang menerapkan sistem romusa untuk kepentingan perang. Di bidang pendidikan, jumlah sekolah mengalami penurunan drastis. Hal ini disebabkan orientasi Jepang yang lebih mementingkan pendidikan militer. Di bidang kebudayaan, sikap disiplin Jepang yang tinggi diterapkan salah satunya dengan seikerei, yaitu simbol penghormatan terhadap kaisar Jepang dengan cara membungkukkan punggung ke arah matahari. Pemerintah Jepang juga mendirikan sebuah pusat kebudayaan yang diberi nama Keimin Bunkei Shidoso. Lembaga ini mengawasi dan mengarahkan kegiatan seniman agar mendukung kepentingan Jepang. Kondisi politik, sosial-budaya, dan ekonomi yang buruk, menyadarkan rakyat Indonesia bahwa semua yang dikatakan dan dijanjikan Jepang hanyalah propaganda untuk melancarkan segala rencana dan ambisi Jepang. Hal ini kemudian memicu timbulnya berbagai macam perlawanan yang dilakukan dengan cara kooperatif, melalui gerakan bawah tanah, dan mengangkat senjata secara terbuka. Perlawanan dengan mengangkat senjata terjadi di berbagai wilayah di Indonesia, seperti Aceh, Blitar, dan Jawa Barat. Menjelang akhir tahun 1944, posisi Jepang semakin terdesak oleh pasukan Sekutu. Dalam kondisi ini, Jepang kembali mengulang janjinya untuk memberikan kemerdekaan kepada bangsa Indonesia. Letnan Jenderal Kumakici Harada, sebagai panglima tentara Jepang di Jawa, mengumumkan pembentukan Dokuritsu Junbi Cosakai (Badan Penyelidik Usaha Persiapan Kemerdekaan Indonesia). Badan ini bertugas menyelidiki berbagai hal terkait dengan aspek politik, ekonomi, dan pemerintahan yang diperlukan bagi pembentukan sebuah negara merdeka. Pada 7 Agustus 1945, BPUPKI dibubarkan dan digantikan oleh Dokuritsu Junbi Inkai (Panitia Persiapan Kemerdekaan Indonesia). Marsekal Terauchi kemudian mengundang tiga tokoh pergerakan nasional, yaitu Sukarno, Hatta, dan dr. Radjiman Wedyodiningrat untuk datang ke markas pusat Jepang di Asia Tenggara, yaitu di Dalat, Vietnam. Dalam pertemuan tersebut, Jepang mengatakan akan memberikan kemerdekaan kepada bangsa Indonesia pada 24 Agustus 1945. Dalam perkembangan situasi, diperoleh informasi bahwa Jepang telah menyerah kepada Sekutu. Bangsa Indonesia kemudian memproklamasikan kemerdekaan pada 17 Agustus 1945. Hal ini menjadi bukti bahwa kemerdekaan yang dicapai bangsa Indonesia murni perjuangan bangsa Indonesia sendiri, bukan pemberian dari Jepang. Pendudukan Jepang yang berlangsung selama tiga tahun telah memberikan pengaruh bagi Indonesia hingga kini. Di bidang sosial budaya, misalnya, pengaruh Jepang tampak dalam struktur masyarakat, bahasa, kesenian, dan pendidikan. Di bidang militer, pendudukan Jepang membantu membangun semangat nasionalisme di kalangan kaum muda Indonesia melalui latihan-latihan militer dan pembentukan organisasi semimiliter."],

    "Proklamasi Kemerdekaan Indonesia": ["Kehancuran besar yang dialami Jepang sebetulnya tidak terjadi jika Jepang menerima isi Deklarasi Postdam yang dikeluarkan pada 26 Juli 1945 oleh Harry S. Truman (Presiden Amerika Serikat), Winston Churchill (Perdana Menteri Inggris), dan Chiang Kai-Shek (Presiden dan Panglima tertinggi Republik Rakyat Tiongkok). Ketiga pemimpin tersebut meminta pemerintah Jepang agar semua angkatan bersenjatanya menyerah tanpa syarat. Tekanan diberikan kepada angkatan bersenjata karena akar perang justru terletak pada ambisi para petinggi militer Jepang untuk menguasai bangsa-bangsa lain. Deklarasi juga menegaskan pilihan selain menyerah adalah kerusakan total dalam waktu yang tidak terlalu lama. Desakan ini tidak dihiraukan oleh Jepang.",
    "Sukarno, Moh. Hatta, Radjiman Wedyodiningrat, dan Soeharto, dokter pribadi Sukarno, baru saja mendarat di lapangan terbang Kemayoran, Jakarta, pada 14 Agustus 1945. Lima hari sebelumnya, mereka terbang ke Dalat, Vietnam, bertemu Jenderal Terauchi, panglima angkatan perang Jepang di Asia Tenggara. Terauchi menyampaikan Tokyo memutuskan memberikan kemerdekaan kepada Indonesia. Hatta gembira luar biasa sebab hari itu 12 Agustus, hari ulang tahunnya. \"Dalam hati kecilku, aku menganggap kemerdekaan Indonesia itu sebagai hadiah jasaku sekian tahun berjuang untuk kemerdekaan Indonesia,\" kata Hatta (Dikutip dari Untuk Negeriku Jilid 3, Jakarta: Penerbit Kompas, 2011, hal 77-80). Hampir pukul 14:00, Hatta tiba di rumahnya di Jalan Syowa Dori (sekarang Jalan Diponegoro No. 57 Jakarta Pusat). Sutan Syahrir sudah menunggunya sekitar setengah jam. \"Bagaimana soal kemerdekaan kita?,\" tanya Syahrir. \"Soal kemerdekaan semata-mata di tangan kita, hanya menyelenggarakannya diserahkan kepada Panitia Persiapan Kemerdekaan Indonesia (PPKI),\" jawab Hatta. Syahrir kemudian memaparkan Jepang telah minta damai kepada Sekutu. Untuk itu, pernyataan kemerdekaan jangan dilakukan oleh PPKI karena Sekutu akan mengecap kemerdekaan sebagai buatan Jepang. Sebaiknya, Sukarno sendiri yang menyatakannya sebagai pemimpin rakyat dan atas nama rakyat melalui corong radio. Syahrir menjelaskan rencananya mengenai apa yang seharusnya dilakukan. Saya mengusulkan kepada Hatta agar kemerdekaan kita diproklamasikan secepatnya. Setiap orang nantinya akan berpendapat bahwa proklamasi adalah hasil dari perundingan Saigon. Oleh karena itu, unsur-unsur Indonesia dari rezim Jepang (misalnya pegawai negeri, polisi, dan juga sebagian militer) akan menyetujui dan bekerja sama dengan kita dan tidak akan menentang proklamasi kita. Pada waktu yang sama, bagi mereka yang melawan, proklamasi itu merupakan pertanda untuk menggerakkan massa rakyat melawan Jepang. Hatta terperanjat, dia setuju dengan Syahrir supaya pernyataan kemerdekaan Indonesia diselenggarakan selekasnya oleh Sukarno. Namun, Sukarno adalah ketua PPKI dan tidak dapat bertindak sendiri, sekalipun atas nama rakyat. Apabila bertindak sendiri, dia dianggap merampas hak PPKI. \"Aku khawatir Sukarno tidak akan bersedia berbuat begitu,\" kata Hatta. (Dikutip dari 17 Fakta Mencengangkan di Balik Kemerdekaan Indonesia oleh Hendri F. Isnaeni, wartawan majalah sejarah Historia.)",
    "Laksamana Muda Maeda Tadashi adalah seorang perwira tinggi Angkatan Laut Kekaisaran Jepang di Hindia Belanda pada masa Perang Pasifik, yang menaruh simpati dengan perjuangan bangsa Indonesia. Perannya menjelang proklamasi kemerdekaan Indonesia cukup penting, secara pribadi ia mendukung proklamasi dan mempersilakan kediamannya di JI. Imam Bonjol, No. 1, Jakarta Pusat sebagai tempat penyusunan naskah proklamasi. Beliau juga bersedia menjamin keamanan bagi mereka. Dalam saat-saat yang genting itu, Maeda menunjukkan kebesaran moralnya.",
    "Pada 29 April 1945, Jepang membentuk BPUPKI (Badan Penyelidik Usaha-Usaha Persiapan Kemerdekaan Indonesia). Sesuai namanya, badan ini bertugas menyelidiki, mempelajari, dan mempersiapkan berbagai hal terkait tata pemerintahan Indonesia ketika kelak diberikan kemerdekaan oleh Jepang. Mayoritas anggotanya orang Indonesia, dengan ketua Radjiman Wedyodiningrat. Pada 15 Agustus 1945, Jepang secara resmi menandatangani penyerahan diri tanpa syarat kepada Sekutu di atas kapal USS Missouri. Pada 15 Agustus, Sukarno, Hatta, dan Achmad Soebardjo mendapat kepastian kapitulasi Jepang dari Laksamana Muda Maeda. Maeda membuka jalan dan memberi lampu hijau kepada mereka untuk mempersiapkan segala sesuatu yang berhubungan dengan proklamasi kemerdekaan dalam wadah PPKI. Pada sore harinya, Sukarno dan Hatta mengumumkan akan diadakan rapat PPKI pada 16 Agustus pukul 10:00 di kantor PPKI (Jalan Pejambon No. 2 Jakarta). Pada 15 Agustus (malam hari), golongan muda mendesak Sukarno dan Hatta membatalkan sidang PPKI serta memproklamasikan kemerdekaan tanpa campur tangan Jepang, termasuk PPKI. Mereka juga mendesak Bung Karno dan Bung Hatta agar dengan atas nama bangsa Indonesia memproklamasikan kemerdekaan Indonesia malam itu juga atau paling lambat 16 Agustus 1945. Darwis dan Wikana diutus untuk menyampaikan dua butir keputusan itu kepada Bung Karno dan Bung Hatta. Namun, Sukarno dan Hatta tetap pada pendirian mereka. Pertimbangan utama mereka yaitu proklamasi kemerdekaan tanpa restu dan sepengetahuan Jepang hanya akan memicu pertumpahan darah. Pada 16 Agustus 1945 (dini hari pukul 04:00), sejumlah pemuda, antara lain Soekarni, Wikana, dan Chaerul Saleh secara paksa membawa Sukarno dan Hatta ke Rengasdengklok. Rapat PPKI yang dijadwalkan pukul 10:00 tanggal 16 Agustus pun tidak jadi dilaksanakan karena Sukarno dan Hatta tidak muncul. Peserta rapat juga tidak tahu tentang terjadinya peristiwa \"penculikan\" itu. \"Penculikan\" itu dimaksudkan sebagai cara untuk memaksa Sukarno dan Hatta agar segera melaksanakan proklamasi tanpa intervensi Jepang. Di Rengasdengklok, Sukarno dan Hatta tetap bergeming. Pada hari yang sama (16 Agustus), di Jakarta terjadi kesepakatan antara Wikana yang mewakili golongan muda dan Achmad Soebardjo yang mewakili golongan tua. Isi kesepakatan yaitu proklamasi dikumandangkan paling lambat tanggal 17 Agustus. Atas kesepakatan tersebut, Achmad Soebardjo pun bergegas ke Rengasdengklok dan membawa Sukarno dan Hatta kembali ke Jakarta. Setibanya di Jakarta, para tokoh kembali ke rumah masing-masing. Pada tanggal 16 Agustus (malam), naskah proklamasi dirumuskan di rumah Laksamana Muda Maeda. Naskah yang telah ditik Sayuti Melik kemudian ditandatangani oleh Sukarno dan Hatta atas nama bangsa Indonesia. Usai penandatanganan, mereka merundingkan lokasi pelaksanaan proklamasi. Semula disepakati proklamasi akan dilaksanakan di Lapangan Ikada Jakarta. Namun, Sukarno khawatir pelaksanaan proklamasi di tempat tersebut akan memicu bentrokan dengan tentara Jepang. Pada akhirnya, disepakati upacara proklamasi kemerdekaan Indonesia dilaksanakan di halaman rumah Sukarno, yaitu di Jalan Pegangsaan Timur No. 56 Jakarta (sekarang Jln. Proklamasi No. 1) pukul 10:00 WIB. Pada 17 Agustus 1945 pukul 10:00 WIB, pembacaan naskah proklamasi dimulai. Sebelum membacakan naskah proklamasi, Sukarno terlebih dahulu menyampaikan pidato pengantar. Setelah pembacaan teks Proklamasi selesai, Sudanco Suhud dan Latief Hendraningrat didaulat mengibarkan bendera merah putih. Bendera tersebut dijahit sendiri oleh Fatmawati Sukarno. Pada saat bendera dikibarkan, semua yang hadir menyanyikan lagu \"Indonesia Raya\". Peristiwa penting yang hanya berlangsung selama kurang lebih satu jam ini telah membawa perubahan yang sangat besar bagi bangsa Indonesia karena memiliki makna sebagai berikut yaitu Merupakan titik puncak perjuangan bangsa Indonesia meraih kemerdekaan, Indonesia terlepas dari belenggu penjajahan, dan Lahirnya Negara Republik Indonesia. Setelah proklamasi kemerdekaan dikumandangkan, pada hari itu juga salinan teks proklamasi disampaikan kepada Kepala Bagian Radio Domei (sekarang RRI), Waidan B. Palenewen, untuk disebarluaskan ke seluruh Indonesia dan ke luar negeri. Selain melalui saluran radio, berita tentang kemerdekaan Indonesia disebarluaskan juga melalui surat kabar, pamflet, poster, serta coretan-coretan di gerbong kereta api dan dinding-dinding kota. Berita proklamasi juga disebarkan secara langsung oleh para utusan daerah yang menghadiri sidang PPKI. Rakyat menyambut dengan gembira berita proklamasi kemerdekaan Indonesia pada 17 Agustus 1945. Bendera merah putih berkibar di mana-mana. Pekik \"Merdeka\" menjadi salam nasional. Keadaan itu menggambarkan dukungan luas rakyat terhadap proklamasi kemerdekaan. Hal ini tampak dari dukungan spontan terhadap proklamasi. Dukungan spontan ini bertujuan mengusahakan berdirinya negara Republik Indonesia serta dilakukannya perlucutan terhadap pasukan dan aset-aset Jepang."],

    "Upaya Bangsa Indonesia Mengatasi Ancaman Disintegrasi Bangsa": ["Pada Juni 1948, Presiden Sukarno melakukan kunjungan ke Aceh dan disambut meriah oleh para tokoh setempat. Dalam sebuah pertemuan dengan Tengku Daud Beureuh, Sukarno berharap agar Daud Beureuh mengajak rakyatnya berjuang melawan Belanda. Daud Beureuh menyatakan akan merealisasikan keinginan Presiden Sukarno, tetapi Daud mengutarakan dua permintaan. Daud Beureuh menginginkan perang yang dikobarkan adalah perang sabil, perang untuk menegakkan agama Allah. Permintaan kedua bahwa jika perang telah selesai, rakyat Aceh diberikan kebebasan menjalankan syariat Islam. Kedua permintaan Daud Beureuh tersebut disetujui Presiden Sukarno. Rakyat Aceh percaya dengan janji Presiden Sukarno. Mereka kemudian berusaha memenuhi keinginan presiden tentang kepemilikan kapal udara. Rakyat Aceh kemudian mengumpulkan perhiasan mereka dengan sukarela hingga terkumpul 20 kg emas dan dana sebesar 120000 straits dollar. Dengan uang tersebut, Indonesia berhasil membeli RI-001 Seulawah, pesawat kepresidenan pertama di Indonesia. Setelah semua keinginan Sukarno direalisasikan, Daud Beureuh menagih janji Presiden. Namun, Sukarno tidak menepati janji dengan alasan bahwa Indonesia adalah sebuah negara yang berideologi Pancasila dan bukan negara dengan haluan agama tertentu. Hal ini membuat Daud Beureuh kecewa dan memutuskan bergabung dengan DI/TII S. M. Kartosuwirjo pada September 1953.",
    "Westerling sering dijuluki \"Si Turki\" karena lahir di Istanbul. Dia masuk dinas militer di Kanada pada 1941. Dia merupakan salah satu dari 48 orang Belanda yang mendapati latihan militer khusus di Commando Basic Training Center di Achnacarry. Pusat latihan militer yang berlokasi di Skotlandia tersebut menjadikannya seorang instruktur dalam satuan militer Belanda yang berkemampuan khusus, seperti pertempuran tangan kosong serta penyergapan dan pelumpuhan lawan. Westerling juga pernah bergabung dan bertugas bersama Admiral Lord Louise Mountbatten (Inggris), seorang panglima dari Southeast Asia Command (Komando Asia Tenggara) yang bermarkas di India. Pada 14 September 1945, Raymond Westerling datang ke Indonesia dan mendarat di Medan dengan tugas membantu Letnan C. A. U. Brondgeest (dari kesatuan angkatan laut Belanda) dalam mengoordinasikan para tawanan Sekutu. Pada 5 Desember 1946, Westerling bersama pasukan khusus yang disebut pasukan RST (Regiment Speciale Troepen) tiba di Makassar. Mereka mendirikan markas di Desa Matoangin. Tugasnya adalah untuk meredam perlawanan rakyat Sulawesi Selatan. Aksi RST dimulai pada 12 Desember 1946 dengan melakukan penggeledahan rumah-rumah penduduk dengan dalih mencari pemberontak dan mengancam rakyat untuk tidak melakukan perlawanan. Mereka juga tidak segan-segan membunuh warga sipil. Operasi penggeledahan dari rumah ke rumah penduduk dipimpin sendiri oleh Westerling dan berlanjut ke kota-kota lain di seluruh wilayah Sulawesi Selatan. Pembantaian terhadap warga sipil juga terus berlangsung hingga korbannya mencapai ribuan jiwa. Oleh kalangan militer Belanda, operasi Westerling ini dianggap sukses. Hingga kini, masih belum terdapat kejelasan tentang berapa jumlah rakyat Sulawesi Selatan yang tewas akibat keganasan pasukan khusus Westerling. Pada 1947, delegasi Indonesia menyampaikan kepada Dewan Keamanan PBB bahwa korban pembantaian di Sulawesi Selatan itu mencapai 20000-40000 jiwa. Adapun menurut Westerling sendiri hanya sekitar 600 orang, Westerling sendiri tidak dapat dituntut sebagai pelanggar HAM karena semua tindakan yang dia lakukan itu dinamakan dengan kontragerilya. Westerling telah memperoleh izin membunuh dari Letnan Jenderal Spoor (Panglima Tertinggi Tentara Belanda) karena yang dibunuh adalah orang yang berbahaya.",
    "Pada 20 November 1956, di Padang, diadakan reuni eks Divisi Banteng yang dipimpin oleh purnawirawan Kolonel Ismail Lengah. Reuni ini merupakan kelanjutan dari pertemuan anggota-anggota eks Divisi Banteng yang diadakan di Jakarta pada Desember 1956. Dalam reuni di Padang ini, disetujui pembentukan Dewan Banteng yang diketuai oleh Letnan Kolonel Ahmad Husain, Komandan Resimen IV Tentara dan Teritorium (TT) I yang berkedudukan di Padang. Dewan Banteng kemudian mengajukan tuntutan kepada pemerintah pusat yang meliputi berbagai bidang, khususnya masalah otonomi daerah. Pada 9 Desember 1956, KASAD mengeluarkan pengumuman yang melarang perwira-perwira angkatan darat untuk melakukan kegiatan politik. Akan tetapi, larangan tersebut tidak diindahkan, bahkan pada 20 Desember 1956, Ahmad Husain mengambil alih pemerintahan daerah Sumatra Tengah dari Gubernur Ruslan Muljohardjo. Beberapa lama sesudah pengambilalihan kekuasaan pemerintah daerah, di beberapa daerah lain muncul pula dewan-dewan serupa, seperti Dewan Gajah di Sumatra Utara, Dewan Garuda di Sumatra Selatan, dan Dewan Manguni di Sulawesi Utara. Berbagai jalan telah ditempuh untuk menyelesaikan perselisihan antara pemerintah pusati dan daerah-daerah dengan cara musyawarah. Pada Maret 1957, diadakan konferensi panglima tentara dan teritorial di seluruh Indonesia, termasuk para panglima dari daerah yang bergolak untuk menyelesaikan masalah pusat dan daerah secara musyawarah. Pada September 1957, diadakan kembali musyawarah nasional dan November 1957 diadakan pula musyawarah nasional pembangunan (Munap) di daerah-daerah secara integral. Namun, usaha-usaha tersebut tidak berhasil mengatasi masalah daerah, malah justru semakin bergolak.",
    "Proklamasi kemerdekaan yang dinyatakan pada 17 Agustus 1945 seolah menjadi sesuatu yang tidak berarti lagi ketika politik divide et impera atau politik pecah belah kembali diterapkan Belanda ketika kembali ke Indonesia Pasca-Perang Dunia 2. Politik tersebut diterapkan Belanda dengan membentuk negara federal sebagai upaya melemahkan perlawanan bangsa Indonesia. Tidak terlalu lama, negara federal atau negara boneka buatan Belanda itu berdiri dan tergabung dalam Republik Indonesia Serikat. Secara bertahap, para pemimpinnya menyerahkan mandat dan menyatakan bergabung kembali dengan Negara Kesatuan Republik Indonesia (NKRI). Pada 16 Januari 1950, wali negara Jawa Timur menyatakan bergabung kembali dengan NKRI yang kemudian diikuti dengan negara federal lainnya, seperti Negara Bagian Madura, Jawa Tengah, Sumatra Timur, Sumatra Selatan, Bangka, dan Pontianak. Menyusul pada Mei 1950, Negara Indonesia Timur (NIT) menyatukan diri ke NKRI, setelah terjadinya gelombang demokrasi rakyat di kota-kota di wilayah Sulawesi Selatan. Sikap para pimpinan negara-negara federal menunjukkan kesadaran bahwa mereka prointegrasi dan lebih memilih bentuk negara kesatuan yang telah disepakati sejak proklamasi kemerdekaan Indonesia.",
    "Dalam Kamus Besar Bahasa Indonesia, integrasi adalah pembauran hingga menjadi kesatuan yang utuh atau bulat. Menurut ahli sejarah politik dari Inggris, William Howard Wriggins (1996), integrasi berarti penyatuan bangsa (suku) berbeda dari suatu masyarakat menjadi satu kesatuan yang utuh untuk menjadi satu bangsa. Berdasarkan cakupan wilayah, muncul istilah integrasi nasional atau bangsa. Integrasi nasional atau bangsa adalah usaha atau proses mempersatukan perbedaan-perbedaan dalam suatu negara berdasarkan bahasa, sejarah, tanah, dan tujuan yang sama sehingga tercapai keserasian dan keselarasan nasional. Pada 23 Agustus 1949, Konferensi Meja Bundar dimulai di Den Haag. Konferensi ini selesai pada 2 November 1949. Salah satu hasilnya adalah Belanda menyerahkan kedaulatan bangsa Indonesia dalam bentuk Republik Indonesia Serikat (RIS). Pada 27 Desember 1949, baik di Indonesia maupun di Belanda, diadakan penandatanganan naskah penyerahan dan pengakuan kedaulatan. Pada hakikatnya, penandatanganan piagam penyerahan dan pengakuan kedaulatan kepada RIS adalah pengakuan Belanda terhadap kedaulatan bangsa Indonesia sendiri atas wilayah nasionalnya, yang dalam hal ini diwakili oleh RIS. Menurut Kamus Besar Bahasa Indonesia, disintegrasi adalah keadaan tidak bersatu padu, keadaan terpecah belah, hilangnya keutuhan atau persatuan, atau perpecahan. Pada Negara Indonesia, dapat dikatakan bahwa titik puncak integrasi nasional adalah adanya peristiwa Proklamasi 17 Agustus 1945. Integrasi nasional yang ditandai peristiwa Proklamasi 17 Agustus 1945 ternyata belum mencapai titik final. Indonesia harus menghadapi rongrongan dari dalam yang dilakukan oleh beberapa golongan. Ada beberapa pemberontakan yang membahayakan integrasi bangsa pada periode awal kemerdekaan Indonesia. Pada masa revolusi fisik (1945-1950) ada pemberontakan Partai Komunis Indonesia di Madiun pada 1948, pemberontakan Darul Islam/Tentara Islam Indonesia, pemberontakan Angkatan Perang Ratu Adil, pemberontakan Andi Azis, dan pemberontakan Republik Maluku Selatan (RMS). Pada masa Demokrasi Liberal (1950-1959), ada pemberontakan PRRI/Permesta. Pada masa Demokrasi Terpimpin (1959-1965), ada pemberontakan/Gerakan PKI 30 September 1965 (G30S/PKI). Upaya disintegrasi yang diawali oleh adanya ketidakpuasan daerah terhadap kebijakan pemerintah pusat ditunjukkan oleh pemberontakan APRA di Jawa Barat, Andi Azis di Makassar, dan pembentukan Republik Maluku Selatan (RMS), Pemerintah Revolusioner Republik Indonesia (PRRI), dan Perjuangan Rakyat Semesta (Permesta) yang akhirnya menghendaki untuk memisahkan diri dari NKRI. Pemberontakan yang langsung menunjukkan keinginan membentuk negara baru adalah pemberontakan Darul Islam (DI). Pasukannya yang tergabung dalam Tentara Islam Indonesia (TII) di wilayah Jawa Barat, Sulawesi, Kalimantan dan Aceh, yaitu membentuk Negara Islam Indonesia, sedangkan PRRI ingin membentuk Republik Persatuan Indonesia. Pemberontakan yang dilatarbelakangi oleh adanya konflik ideologi yang berkepanjangan adalah pemberontakan PKI Madiun dan Gerakan 30 September 1965/PKI. Pemberontakan PKI Madiun terjadi di Madiun, Jawa Timur, pada September 1948 yang dipimpin oleh Musso, seorang tokoh Partai Komunis Indonesia, yang ingin membentuk Republik Soviet Indonesia. Selain Musso, pemberontakan ini melibatkan tokoh politik nasional, yaitu Amir Syarifuddin. Pemberontakan Darul Islam/Tentara Islam Indonesia (DI/TII) merupakan pemberontakan yang bertujuan memisahkan diri dari NKRI dan membentuk Negara Islam Indonesia. Penggagas berdirinya Negara Islam Indonesia (NII) adalah Sekarmadji Maridjan Kartosuwirjo. Pemberontakan ini diawali dengan diproklamasikannya berdirinya Negara Islam Indonesia pada 7 Agustus 1949 oleh Kartosuwirjo. Selanjutnya, berkembang berkembang di berbagai wilayah di Indonesia, di antaranya di Jawa Tengah dipimpin oleh Amir Fatah, di Sulawesi Selatan dipimpin oleh Kahar Muzakkar, di Aceh dipimpin oleh Daud Beureueh, dan di Kalimantan Selatan dipimpin oleh Ibnu Hajar. Pemberontakan Angkatan Perang Ratu Adil (APRA) dipimpin oleh Raymond Westerling. Sebagian besar anggota APRA adalah prajurit Koninklijk Nederlands-Indisch Leger (KNIL) dan Koninklijk Leger (KL) yang dipersenjatai. Pemberontakan APRA didalangi oleh golongan kolonialis Belanda yang ingin mengamankan kepentingan ekonominya. Mereka berupaya untuk mempertahankan berdirinya Negara Pasundan dengan APRA sebagai pasukan militer resminya. Pemberontakan atau gerakan APRA diberi nama Ratu Adil karena ingin mendapatkan simpati dan dukungan dari rakyat. Pemberontakan Republik Maluku Selatan (RMS) dipimpin oleh Dr. Christian Robert Steven Soumokil, bekas jaksa agung NIT. Pemberontakan ini berupa gerakan separatis yang menolak integrasi dan ingin membentuk negara sendiri yang lepas, baik dari Negara Indonesia Timur (NIT) maupun NKRI. Panglima Teritorial VII, Letnan Kolonel Ventje Sumual pimpinan Dewan Manguni memproklamasikan berdirinya Perjuangan Rakyat Semesta (Permesta) pada 2 Maret 1957. Di Sumatra, diproklamasikan juga Pemerintah Revolusioner Republik Indonesia (PRRI) oleh Ahmad Husain. Pergolakan yang muncul di Sumatra dan Sulawesi dipicu oleh ketidakpuasan terhadap alokasi dana pembangunan yang diterima dari pemerintah pusat. G30S/PKI merupakan gerakan yang terjadi pada malam tanggal 30 September atau tanggal 1 Oktober dini hari tahun 1965. Gerakan ini bertujuan mengambil alih kekuasaan atau kudeta yang dilakukan oleh Partai Komunis Indonesia. Gerakan 30 September yang terjadi pada 1965 merupakan upaya disintegrasi terakhir pada masa kepemimpinan Sukarno. Terwujudnya sebuah negara kesatuan yang terintegrasi tidak lepas dari peran sejumlah tokoh bangsa. Mereka tetap menghendaki dan mempertahankan bangsa Indonesia dalam kesatuan yang utuh dari Sabang sampai Merauke. Beberapa tokoh pejuang prointegrasi tersebut antara lain Sukarno, Mohammad Hatta, Abdul Haris Nasution, Ahmad Yani, dan Sri Sultan Hamengku Buwono IX."],

    "Kehidupan Politik Dan Ekonomi Indonesia Pada Masa Awal Kemerdekaan, Masa Demokrasi Liberal, Dan Masa Demokrasi Terpimpin": ["Kata dekrit berasal dari bahasa Latin decemere yang berarti mengakhiri atau memutuskan. Kata dekrit, kemudian digunakan untuk menunjukkan adanya perintah dari kepala negara atau kepala pemerintahan untuk mengakhiri atau memutuskan sesuatu yang terkait dengan sistem pemerintahan yang berjalan. Presiden Sukarno mengeluarkan dekrit yang isinya adalah pembubaran badan Konstituante hasil Pemilu 1955, memberlakukan kembali UUD 1945 menggantikan UUD Sementara 1950, dan membentuk MPR Sementara (MPRS) yang terdiri dari para anggota DPR ditambah dengan para utusan daerah dan golongan. Mengapa Presiden Sukarno harus mengeluarkan dekrit? Ada beberapa alasannya yaitu Kegagalan Konstituante untuk membuat UUD baru meskipun sudah berkali-kali melakukan sidang. Padahal, UUD sangat dibutuhkan sebagai pijakan hukum yang penting dalam melaksanakan pemerintahan, Situasi politik dan ketidakstabilan keamanan dalam negeri semakin memburuk, Konflik antarpartai yang terus-menerus terjadi sangat mengganggu stabilitas nasional, Para politisi partai yang saling berbeda pendapat sering bersikap menghalalkan segala cara agar tujuan kelompok/partai tercapai, UUD Sementara 1950 dengan penerapan Demokrasi Liberal dianggap tidak sesuai dengan kondisi masyarakat Indonesia, dan Terjadi sejumlah pemberontakan di berbagai wilayah Indonesia yang semakin mengarah kepada gerakan separatis. Sisi positif dari adanya dekrit ini adalah perintah untuk kembali ke UUD 1945 telah memberikan pedoman yang jelas bagi kelangsungan negara, menyelamatkan negara dari perpecahan dan krisis politik yang berkepanjangan, dan merintis pembentukan lembaga-lembaga tinggi negara (MPRS dan DPAS) yang selama masa Demokrasi Liberal tertunda pembentukannya.",
    "Pada November 1961 di Kediri, Jawa Timur, terjadi peristiwa yang dikenal dengan \"Peristiwa Jengkol\". Peristiwa ini diawali dengan persoalan tanah milik perusahaan perkebunan milik negara yang digarap secara liar oleh para petani. Ketika pemerintah akan menggunakan kembali tanah tersebut, para petani penggarap diminta untuk meninggalkan lokasi tersebut. Para petani juga diberikan pesangon dan tanah garapan lain sebagai penggantinya. Tanah perkebunan tersebut kemudian mulai dikerjakan, tetapi ketika dimulai penggarapannya oleh pemerintah, tiba-tiba sebanyak 3000 orang gabungan dari anggota Barisan Tani Indonesia (BTI), Pemuda Rakyat, dan Gerwani yaitu organisasi di bawah PKI berdatangan ke perkebunan. Mereka bukanlah bagian dari para petani penggarap. Mereka berdatangan dengan membawa senjata tajam dan melakukan ancaman serta menyerang para petugas perkebunan. Akibatnya, berjatuhan korban dari pihak petugas dan penduduk setempat. Sesaat setelah kejadian, Komandan Resimen 16 memutuskan untuk membekukan PKI, Pemuda Rakyat, BTI, dan Gerwani setempat. Keputusan tersebut kemudian menjadi Keputusan Penguasa Perang Daerah (Peperda) Jawa Timur. Aksi serupa yang kemudian dikenal dengan istilah \"aksi sepihak\" ini memang banyak dilancarkan PKI di beberapa wilayah dalam rangka mengembangkan situasi revolusioner sebagai persiapan untuk pergerakan yang lebih besar.",
    "Setelah proklamasi kemerdekaan, pemerintah Indonesia menerapkan demokrasi dengan sistem parlementer. Dalam sistem demokrasi ini, kedaulatan sepenuhnya berada di tangan rakyat sehingga dibentuklah badan perwakilan rakyat yang direpresentasikan melalui partai-partai politik. Selanjutnya, partai politik mengajukan wakil yang terpercaya untuk duduk di dalam kabinet dan secara bersama menjalankan pemerintahan. Pelaksanaan demokrasi Indonesia pada 1945-1950 atau sering disebut dengan demokrasi era perjuangan, selain sejumlah tantangan dari dalam negeri, terdapat tantangan dari luar negeri, seperti kedatangan tentara Sekutu dan keinginan Belanda untuk kembali berkuasa di Indonesia. Kabinet PDRI yang berkedudukan di Bukitinggi dibentuk ketika Belanda menguasai pusat pemerintahan Indonesia yang ketika itu berada di Kota Yogyakarta. Adapun Kabinet RIS dibentuk ketika Indonesia menjadi bagian dari negara federal bentukan Belanda. Pada 1950, ketika Indonesia kembali menjadi Negara Kesatuan Republik Indonesia, pemerintah menerapkan Demokrasi Liberal dengan sistem parlementer yang dimulai pada 1950-1959. Dalam sistem Demokrasi Liberal, kedudukan presiden hanya sebagai kepala negara dan dominasi partai politik menjadi sangat kuat. Akibatnya, sering terjadi pergantian kabinet karena adanya mosi tidak percaya yang diajukan oleh partai oposisi sehingga jatuhnya kabinet yang sedang berjalan dan pecahnya partai koalisi. Pergantian kabinet yang terlalu sering dan hanya berjalan dalam waktu singkat serta konflik yang berkepanjangan antarpartai berakibat pada ketidakstabilan politik dan kemerosotan perekonomian bangsa. Pada masa Demokrasi Liberal, dari segi keamanan nasional, sering terjadi gerakan separatisme yang diawali oleh masalah ketidakpuasan terhadap keputusan pemerintah pusat. Adapun dari segi perekonomian, akibat seringnya pergantian kabinet, rancangan program-program kabinet tidak dapat diselesaikan secara maksimal dan pembangunan ekonomi nasional menjadi tersendat-sendat. Kondisi negara yang semakin memburuk ditambah dengan kegagalan Konstituante menyusun UUD yang baru. Akibatnya, pemerintahan negara tidak memiliki landasan konstitusi yang kuat. Akhirnya, Presiden Sukarno mengumumkan Dekrit Presiden pada 5 Juli 1959, yang menandai berakhirnya penerapan Demokrasi Liberal dan kemudian digantikan dengan Demokrasi Terpimpin. Penerapan Demokrasi Terpimpin yang berintikan musyawarah untuk mufakat diselenggarakan secara gotong royong. Semua kekuatan nasional yang progresif revolusioner memiliki ciri-ciri di antaranya dominasi presiden yang kuat sehingga memunculkan sentralisasi kekuasaan, terbatasnya peran partai politik, dan semakin berkembangnya pengaruh PKI melalui ajaran nasakom. Keberpihakan terhadap blok komunis dan politik perlawanan terhadap imperialisme Barat tersebut bermuara pada munculnya tragedi nasional dengan dampak sosial yang berkepanjangan, yaitu peristiwa Gerakan 30 September 1965. Setelah penumpasan komunis di Indonesia berhasil, pemerintahan Sukarno dengan Demokrasi Terpimpinnya pun berakhir dan digantikan oleh pemerintahan Soeharto yang menerapkan Demokrasi Pancasila.",
    "Herbert Feith dalam The Decline of Constitutional Democracy in Indonesia, menggambarkan mengapa demokrasi liberal gagal pada 1957. Dari pandangan kaum realis, demokrasi liberal tidak gagal, tetapi digagalkan atau dimatikan oleh dua kekuatan besar, yaitu Presiden Sukarno yang berkoalisi dengan TNI AD, yang berujung dikeluarkannya Dekrit 5 Juli 1959 yang membubarkan Konstituante. Bagi kalangan idealis, demokrasi liberal gagal karena kurangnya budaya demokrasi kalangan elite politik, kurangnya pendidikan elite dan rakyat, serta kurangnya basis ekonomi bagi demokrasi. Jika kita kaji lebih lanjut, bergantinya sistem demokrasi di Indonesia dari demokrasi parlementer ke demokrasi terpimpin, demokrasi Pancasila, dan terakhir demokrasi tanpa embel-embel sejak 21 Maret 1998, kita melihat bahwa kalangan elite politik Indonesia tidak memiliki kesabaran politik atau ketahanan politik untuk menerapkan satu sistem demokrasi. Kita dapat memaklumi diterapkannya demokrasi parlementer saat Presiden Sukarno dan Wakil Presiden Mohammad Hatta mengangkat Sutan Syahrir sebagai perdana menteri (PM) untuk mencegah pemerintahan Indonesia sebagai boneka Jepang. Sjahrir adalah tokoh nonkooperatif terhadap Jepang. Ditunjuknya Natsir sebagai PM oleh Bung Karno pada 6 September 1950 dan berakhir 21 Maret 1951, setelah mosi tidak percaya di parlemen, menunjukkan kegagalan awal demokrasi liberal. Ada beberapa penyebab jatuhnya Natsir. Namun, satu hal yang nyata bahwa Natsir sebagai tokoh Partai Masyumi yang berbasis Islam modernis di perkotaan tidak memasukkan PNI dalam kabinetnya. Kabinet Sukiman yang juga dari Masyumi, tetapi berkultur Jawa, memahami betapa pentingnya memasukkan PNI ke dalam kabinet. Kabinet ini jatuh karena politik luar negeri RI dipandang ingin membangun aliansi politik dengan AS. Era Demokrasi Liberal menunjukkan, seorang menteri atau perdana menteri dapat dijatuhkan melalui mosi tidak percaya. Pergantian pemerintahan di Indonesia sampai 1998 menunjukkan betapa politik, pertarungan ideologi, pertarungan kekuasaan, serta tidak sabarnya para elite politik untuk menerapkan satu sistem secara lama sampai benar-benar ajeg menjadi penyebab bergantinya rezim."],

    "Kehidupan Politik Dan Ekonomi Indonesia Pada Masa Orde Baru Dan Masa Reformasi": ["Jika kita ingin menyimpulkan, Demokrasi Pancasila pada masa Orde Baru mempunyai beberapa sendi pokok seperti tercantum pada UUD 1945 sebagai berikut yaitu Indonesia adalah negara yang berdasarkan hukum, seluruh tindakan dalam bentuk apa pun harus dilandasi oleh hukum. Negara juga menjamin adanya persamaan kedudukan di dalam hukum bagi seluruh warga negaranya, Indonesia menganut sistem konstitusional dan konstitusi yang mengikat adalah UUD 1945 dan Pancasila, Majelis Permusyawaratan Rakyat (MPR) memegang kekuasaan tinggi negara dengan tugas-tugas pokok, yaitu menetapkan Garis Besar Haluan Negara (GBHN) memilih serta mengangkat presiden dan wakil presiden, Presiden adalah penyelenggara pemerintahan tertinggi setelah Majelis Permusyawaratan Rakyat. Dalam hal ini, presiden selain diangkat oleh MPR, juga harus tunduk dan bertanggung jawab kepada MPR. Presiden adalah mandataris (pemegang kekuasaan pemerintah) yang wajib menjalankan keputusan-keputusan MPR, Presiden tidak bertanggung jawab kepada Dewan Perwakilan Rakyat (DPR), tetapi DPR mengawasi pelaksanaan mandat yang dipegang oleh presiden, Menteri negara merupakan pembantu presiden dan tidak bertanggung jawab kepada DPR, tetapi kepada presiden. Berdasarkan hal ini, sistem kabinet yang berlaku adalah kabinet kepresidenan atau kabinet presidensial, Kekuasaan kepala negara tidak terbatas.",
    "Pemilihan umum tahun 2004 adalah pemilu kedua setelah Soeharto lengser. Pemilu 2004 adalah pemilu pertama setelah amandemen ke-4 UUD 1945. Beberapa perubahan penting dalam amandemen yang berkaitan dengan pemilu adalah dalam hal mekanisme pemilihan presiden dan wakil presiden. Pemilihan pasangan presiden dan wakil presiden tidak lagi dipilih melalui Majelis Permusyawaratan Rakyat (MPR), tetapi oleh rakyat secara langsung melalui mekanisme pemilu. Pasangan calon presiden dan wakil presiden diusulkan oleh partai politik atau gabungan partai politik peserta pemilihan umum legislatif. Untuk dapat mengusulkan, partai politik atau gabungan partai politik harus memperoleh sekurang-kurangnya 5% suara suara secara nasional atau 3% kursi Dewan Perwakilan Rakyat. Pasangan calon presiden dan wakil presiden yang mendapatkan suara lebih dari 50% dari jumlah suara dalam pemilihan umum dengan sedikitnya 20% suara di setiap provinsi yang tersebar di lebih dari 50% jumlah provinsi di Indonesia, dilantik menjadi presiden dan wakil presiden. Apabila tidak ada pasangan calon presiden dan wakil presiden terpilih, dua pasangan calon yang memperoleh suara terbanyak pertama dan kedua dalam pemilihan umum dipilih oleh rakyat secara langsung dan pasangan yang memperoleh suara rakyat terbanyak dilantik sebagai presiden dan wakil presiden.",
    "Demokrasi yang dilaksanakan pada masa Orde Baru disebut dengan Demokrasi Pancasila yang mengutamakan musyawarah dan mufakat. Demokrasi Pancasila memiliki ciri-ciri, yaitu pemerintahan dijalankan berdasarkan konstitusi, pelaksanaan pemilu diselenggarakan setiap lima tahun sekali, dan penghargaan terhadap hak asasi manusia serta adanya perlindungan terhadap hak-hak minoritas. Dalam Demokrasi Pancasila, kedaulatan rakyat sepenuhnya dijalankan oleh MPR, kemudian MPR membagi kedaulatan tersebut dalam bentuk kekuasaan kepada lembaga negara selain Presiden dan DPR, di antaranya Mahkamah Agung (MA), Badan Pemeriksa Keuangan (BPK), dan lainnya. Dari hasil pemilu yang berlangsung selama 5 kali sejak 1971 hingga 1997, pucuk pimpinan (presiden) tidak pernah mengalami pergantian dan pergantian hanya terjadi pada pejabat setingkat menteri. Kekuasaan Orde Baru yang dipimpin Soeharto hingga 1998 meskipun berhasil memberikannya predikat sebagai Bapak Pembangunan karena berhasil dalam pembangunan secara fisik, tetapi pada kenyataannya tidak semua nilai-nilai demokrasi dijalankan secara konsekuen dan praktik kenegaraan pun diwarnai oleh korupsi, kolusi, dan nepotisme. Menguatnya peran negara pada masa Orde Baru mendorong adanya penyederhanaan partai politik, pembatasan kebebasan pers, terjadinya dwifungsi ABRI, penerapan asas tunggal Pancasila, dan lain-lain yang berdampak pada terbentuknya rezim otoritarianisme. Setelah usaha-usaha stabilisasi di bidang politik dan ekonomi yang dilancarkan sejak Oktober 1966, pada 1 April 1969, pemerintah melaksanakan pembangunan yang dinamakan Rencana Pembangunan Lima Tahun (Repelita). Repelita I difokuskan pada upaya rehabilitasi sarana dan prasarana penting, pembangunan iklim usaha, dan investasi. Repelita II dan III difokuskan pada perencanaan pertumbuhan ekonomi, stabilitas nasional, dan pemerataan pembangunan dengan penekanan pada sektor pertanian serta industri yang mengolah bahan mentah menjadi bahan baku. Pada Repelita IV dan V, selain tetap mempertahankan pembangunan di sektor pertanian, pembangunan mulai meningkat di sektor industri, khususnya industri yang menghasilkan barang-barang ekspor, pengolahan hasil pertanian, dan industri yang dapat menyerap banyak tenaga kerja serta industri yang dapat menghasilkan mesin-mesin industri. Menurut Kamus Besar Bahasa Indonesia, reformasi adalah perubahan secara drastis untuk perbaikan (bidang sosial, politik, atau agama) dalam suatu masyarakat atau negara. Di Indonesia, kata \"reformasi\" dapat merujuk kepada gerakan mahasiswa pada 1998 yang menginginkan kekuasaan Soeharto sebagai presiden berakhir atau sebutan untuk suatu masa sesudah Orde Baru. Demokrasi yang dikembangkan pada masa Reformasi adalah Demokrasi Pancasila tetapi dengan penegasan bahwa demokrasi berdasar pada asas kerakyatan yang dipimpin oleh hikmat kebijaksanaan dalam permusyawaratan/perwakilan dilaksanakan dengan rahmat Tuhan Yang Maha Esa, serta menjunjung tinggi nilai kemanusiaan yang adil dan beradab, selalu memelihara persatuan Indonesia, dan mewujudkan keadilan sosial bagi seluruh rakyat Indonesia. Demokrasi pada masa Reformasi mulai menerapkan beberapa perubahan, seperti membuka kembali kebebasan berserikat dan berkumpul, mencabut keputusan pembatasan pers, melakukan amandemen terhadap UUD 1945 dengan pembatasan masa jabatan presiden, serta penyelenggaraan negara yang bebas KKN. Sisi lain Reformasi adalah kemunculan sikap primordialisme sehingga benturan antarsuku, antarumat beragama, antarkelompok, serta antardaerah terjadi di mana-mana. Selain itu, kriminalitas meningkat, dan pengerahan massa menjadi cara untuk menyelesaikan berbagai persoalan. Pada masa pemerintahannya, B. J. Habibie mengeluarkan UU otonomi daerah dan UU politik yang lebih demokratis. Beberapa tahanan politik yang selama masa Orde Baru ditangkap tanpa diadili pun diberikan kebebasan setelah melalui proses hukum. Abdurrahman Wahid dikenal sebagai Bapak Pluralisme. Pada masa jabatannya, ia membubarkan Departemen Penerangan dan Departemen Sosial yang dianggap sebagai lembaga yang mengekang demokrasi. Abdurrahman Wahid juga merintis upaya perdamaian dengan GAM dan mengeluarkan kebijakan yang membebaskan etnis Tionghoa untuk beribadah dan menjadikan tahun baru Tionghoa sebagai hari libur nasional. Megawati Soekarnoputri adalah presiden wanita pertama Indonesia. Salah satu kebijakan yang dibuat pada masa pemerintahannya adalah pembentukan lembaga negara KPK dan MK. Kedua lembaga negara ini berperan penting dalam menangani kasus korupsi pejabat negara dan perundang-undangan. Susilo Bambang Yudhoyono adalah presiden Republik Indonesia pertama yang dipilih langsung oleh rakyat. Semasa pemerintahannya, pemberantasan korupsi melalui lembaga KPK semakin digiatkan. la juga berhasil merundingkan upaya perdamaian dengan Gerakan Aceh Merdeka (GAM).",
    "Runtuhnya Orde Baru sebagai tonggak reformasi, Mei 1998, membuka harapan baru bagi Indonesia untuk menikmati kehidupan ekonomi yang lebih baik. Akses bagi masyarakat terutama bagi masyarakat kalangan menengah ke bawah diharapkan semakin luas. Namun, kenyataan mengindikasikan hal yang sebaliknya. Kesenjangan sosial malah semakin melebar pasca reformasi. Pertumbuhan ekonomi yang meningkat, menurut Anthony Budiawan, tidak dibarengi dengan timbal balik dari tiap-tiap sektor perekonomian Indonesia. Beberapa sektor mengalami timbal balik menurun, konstan, meskipun beberapa diantaranya juga mengalami peningkatan. Menjadi sebuah ironi bahwasannya kesenjangan pendapatan masih saja nampak. Tercatat, pertumbuhan ekonomi Indonesia pada 1980-1996 berada di level 7,03 persen. Sementara itu, pada level 5,1 persen adalah kenyataan pertumbuhan perekonomian Indonesia mulai tahun 2000 hingga 2013. Keadaan ini berarti pertumbuhan ekonomi pada masa Orde Baru lebih tinggi dibandingkan era reformasi. Kesenjangan atau disparitas sosial tak terlalu nampak saat Orde Baru berkuasa. Pemerintah berhasil mengatasi kesenjangan sosial yang muncul. Angka gini ratio rata-rata pada 1980-1996 hanya menyentuh level 0,32-0,35, meningkat tajam pada 2000-2013 berada pada angka 0,42. Hal tersebut menunjukkan bahwa pertumbuhan ekonomi yang tinggi tak menjadikan kesenjangan sosial malah melebar. Guna mengatasi kesenjangan sosial yang semakin melebar, pemerintah diharapkan melakukan langkah-langkah strategisnya. Redistribusi pendapatan dapat dilakukan untuk menekan kesenjangan pendapatan. Pemerintah dapat menggenjot pembangungan melalui instrumen kebijakan fiskal yang kemudian ditransfer untuk akses, terutama pendidikan. Hal ini mengingat pendidikan sebagai salah satu kunci utama yang nantinya mampu memupus adanya kesenjangan di masyarakat."],

    "Peran Pemuda Dalam Perubahan Politik Dan Ketatanegaraan Di Indonesia": ["Kebangkitan kesadaran kaum muda tidak dapat dipisahkan oleh adanya dua peristiwa lainnya. Pertama, kebangkitan dunia timur dari dominasi barat dan kedua adalah gerakan pembaruan Islam. Kebangkitan melawan dominasi barat diawali oleh kemenangan Jepang atas Rusia pada 1905. Disusul oleh kebangkitan Gerakan Turki Muda melawan kekhalifahan Turki Usmani, Revolusi Tiongkok 1911, dan pergerakan kemerdekaan India telah semakin mendorong kesadaran generasi muda Nusantara untuk tidak lagi menjadi anak jajahan. Gerakan pembaruan atau reformasi Islam muncul ketika Islam sedang mengalami keterpurukan dan Barat sedang disibukkan oleh upaya untuk memperluas jangkauan imperialisme dan kapitalismenya. Hasrat reformasi muncul ketika tokoh-tokoh pembaru Islam, seperti Jamaludin Al-Afghani dan Muhammad Abduh. Munculnya kelompok reformis Islam ini tidak saja berkeinginan untuk melawan praktik Islam tradisional yang dianggap tidak sah (bidah), tetapi membangkitkan rasa percaya diri dengan mengingat kembali kejayaan Islam di masa lalu. Sejak awal abad ke-20, gerakan reformasi Islam mulai memengaruhi pemikiran ulama-ulama muda dari Indonesia, terutama mereka yang berkesempatan memperoleh pendidikan di Mekah dan Kairo, yang kemudian memperkenalkannya kepada masyarakat Islam di Tanah Air. Tokoh-tokoh pembaru Islam di Tanah Air di antaranya adalah Haji Abdul Karim Amarulah, Syekh Djamil Jambek, dan Haji Abdullah Ahmad. Mereka semua berasal dari Sumatra Barat yang kemudian membuka lembaga pendidikan agama Islam modern, seperti Diniyah School dan Sumatera Thawalib. Mereka juga menerbitkan majalah Islam, seperti Al Iman dan Al Munir. Tidak hanya berisikan ide pembaruan Islam dari segi pengetahuan agama, pengetahuan ilmiah popular, kejadian-kejadian penting di luar negeri terutama dari negara-negara Islam, tetapi juga tentang manfaat berorganisasi agar umat Islam tidak ketinggalan bersaing dengan dunia Barat. Ide-ide pembaruan Islam ini menimbulkan reaksi dan pertentangan pendapat dari golongan Islam tradisional di Sumatra Barat. Kelompok ini kemudian menyalurkan ketidakpuasan mereka tentang ide-ide baru ini melalui dakwah dan surat kabar, seperti Oetoesan Melayu, Warta Hindia, dan Soeloeh Melajoe. Di Jawa, gerakan pembaruan Islam diwujudkan dalam mendirikan organisasi Islam modern, seperti Muhammadiyah oleh seorang reformis Islam, yaitu K. H. Ahmad Dahlan. Muhammadiyah adalah organisasi Islam nonpolitik yang mengalami kemajuan pesat hingga ke luar Jawa setelah 1920-an. Selain memelopori berdirinya sekolah-sekolah swasta umum dengan dasar ajaran Islam, Muhammadiyah membina organisasi perempuan, seperti Aisyiah, dan gerakan kepanduan Hizbul Wathan.",
    "Dalam kajian ilmu sosial tentang perubahan sosial terdapat terminologi yang memiliki kesamaan makna seperti revolusi dan reformasi. Berkaitan dengan gerakan mahasiswa 1998, kata reformasi dipilih sebagai jargon perubahan di Indonesia yang disesuaikan dengan konteks dan gejalanya. Dalam hubungannya dengan reformasi, ada gagasan yang direncanakan dengan visi dan misi yang telah disiapkan secara matang. Tentu saja wujud perubahan yang diinginkan ini telah memperhitungkan sumber daya, sistem dan dukungan ekonomi, sosial, serta politik. Sebagai gerakan sosial, reformasi menjadi sebuah proses yang tidak akan pernah berhenti. Reformasi dapat dilakukan melalui pendekatan \"top down\" atau \"bottom up\" dan secara institusional. Pendekatan top down dilakukan oleh pemerintah kepada rakyat, sedangkan bottom up dari rakyat ditujukan kepada pemerintah. Reformasi juga dapat dilakukan secara menyeluruh atau bertahap, tentu saja semuanya mengandung kelebihan ataupun kekurangan. Revolusi merujuk pada suatu perubahan sosial dan juga dapat disertai dengan perubahan kebudayaan yang dilakukan dengan amat cepat di tengah kehidupan masyarakat. Dalam pendekatan ini, perubahan yang dilakukan bisa dengan perencanaan ataupun tanpa perencanaan. Wujudnya juga dapat dilakukan dengan atau tanpa kekerasan. Revolusi sering disamakan dengan gerakan sosial yang cepat dalam melakukan perubahan dan waktu tidak menjadi ukuran yang penting dalam melakukan revolusi. Misalnya, Revolusi Industri di Inggris yang memakan waktu cukup lama yang kemudian mendorong lahirnya revolusi sosial. Revolusi dapat didefinisikan secara sederhana sebagai sebuah perubahan sosial untuk mengubah sebuah kondisi kesejahteraan masyarakat atau kelompok yang tertindas. Misalnya perjuangan kaum proletar dan borjuis yang terjadi di Prancis, atau antara kelompok liberal dan kaum Bolshevik di Rusia yang mendorong terciptanya masyarakat komunis. Ada pula yang disebut dengan revolusi nasional yang dapat didefinisikan sebagai perjuangan melawan kolonialisme dan imperialisme demi tercapainya kemerdekaan, seperti yang pernah dilakukan bangsa Indonesia.",
    "Politik Etis yang digagas oleh van Deventer dan kawan-kawannya meliputi program irigasi, imigrasi, dan edukasi yang bertujuan menyejahterakan masyarakat pribumi. Dalam pelaksanaan Politik Etis, terjadi banyak penyimpangan, seperti pada irigasi, banyak dibangun untuk mengalirkan air ke perkebunan-perkebunan milik swasta dan bukan ke sawah-sawah milik rakyat. Penduduk yang dipindahkan dari Jawa untuk mengurangi kepadatan penduduk, ternyata di pekerjakan di Sumatera menjadi kuli/buruh di perkebunan milik Belanda dengan upah rendah. Program edukasi Politik Etis awalnya ditujukan guna memperoleh pegawai rendahan baru untuk mengisi kekosongan kantor-kantor pemerintah kolonial, namun ternyata melahirkan banyak tokoh penggerak kaum muda dalam organisasi gerakan kebangsaan. Pada 1908, lahirlah Boedi Oetomo. Meskipun masih bersifat kedaerahan, mampu memberikan inspirasi bagi tokoh-tokoh muda lainnya untuk membentuk organisasi sebagai wadah persatuan lainnya. Gerakan pemuda yang telah membentuk organisasi akhirnya bertemu dalam sebuah kongres yang dilaksanakan di Jakarta dan Yogyakarta. Dalam kongres pada 28 Oktober 1928, mereka sepakat mengucapkan ikrar membangun sebuah identitas kebangsaan, yaitu bertanah air, berbangsa, dan berbahasa satu, yaitu Indonesia. Setelah identitas bangsa diperoleh, lahirlah organisasi-organisasi politik dengan berbagai aliran yang semakin diperkuat menjadi gerakan kebangsaan yang telah mencita-citakan kemerdekaan bangsa. Terdapat beberapa tokoh penggerak kaum muda dan tokoh pergerakan kaum muda. Tokoh penggerak kaum muda di antaranya Soetomo, H. Samanhudi, dan Tan Malaka. Adapun tokoh pergerakan kaum muda di antaranya Mohammad Yamin, Mohammad Natsir, Silas Papare, dan Maria Walanda Maramis. Ketika Jepang berkuasa di Indonesia, pemerintah melarang semua kegiatan organisasi/partai politik di Indonesia dan menggantinya dengan organisasi-organisasi pemuda bentukan Jepang yang bersifat militer, semimiliter, dan mobilisasi (pengerahan tenaga kerja secara massal). Para pemuda yang menolak masuk dalam organisasi bentukan Jepang ini membentuk organisasi gerakan bawah tanah (sembunyi-sembunyi). Ketika kemerdekaan telah tercapai pada 1945, bangsa Indonesia masih harus berjuang mempertahankan kemerdekaan. Ribuan pemuda gugur dalam pertempuran-pertempuran yang terjadi. Mereka menunjukkan sikap rela berkorban demi mempertahankan kemerdekaan bangsa dan tegaknya Negara Kesatuan Republik Indonesia. Setelah kemerdekaan tercapai, negara pun membentuk alat kelengkapan negara. Namun, ketika terjadi penyelewengan pemerintah dari UUD 1945 dan Pancasila, gerakan pemuda bangkit kembali. Kebangkitan gerakan pemuda/mahasiswa telah berhasil menghentikan penyelewengan-penyelewengan pemerintah terhadap UUD 1945 dan Pancasila, dan mengubah tatanan ketatanegaraan dari Demokrasi Terpimpin ke Orde Baru, dan Orde Baru ke era reformasi. Sebagai generasi muda bangsa harus tetap mengembangkan nasionalisme, yakni rela berkorban, cinta tanah air, dan bangga sebagai bangsa Indonesia.",
    "Pada 27-28 Oktober 1928 para pemuda dari berbagai wilayah di Indonesia mengadakan kongres yang dilaksanakan di Jakarta. Kongres ini merupakan kongres ke-2 setelah sebelumnya pada 1927 telah dilaksanakan pula kongres yang sama. Dalam pidato pembukaannya, Sugondo sebagai ketua sidang mengatakan bahwa hasil kongres pemuda yang pertama telah berhasil menyebarluaskan perasaan persatuan bagi pemuda Indonesia. Pada kongres yang kedua ini ditujukan untuk semakin memperkuat persatuan tersebut. Sugondo kemudian menutup pidatonya dengan seruan, \"Perangilah pengaruh cerai berai dan majulah terus ke arah Indonesia bersatu yang kita cintai\". Selanjutnya, giliran Muhammad Yamin menyampaikan pidatonya. Dengan pendekatan sejarah, Yamin kemudian menjelaskan tentang arti penting persatuan dan hubungan antara persatuan dan pemuda. Dari uraian kesejarahan, ia memperlihatkan adanya kesamaan dalam bahasa, kemauan, nasib, dan adat istiadat dari suku-suku bangsa yang ada di Indonesia. la membahas pula tentang usaha persatuan yang dilakukan Sriwijaya dan Majapahit yang akhirnya gagal sebab belum ada kemauan dari suku-suku bangsa yang ada saat itu untuk bersatu. Belanda kemudian dapat menguasai Indonesia dan menyatukannya secara administratif. Persatuan tidak hanya diperlukan oleh kaum pergerakan tetapi juga bagi para pemuda yang harus mengikuti panggilan persatuan dan kebangsaan yang akan menjadi dasar bagi perjuangan ke masa depan. Persatuan Indonesia bukan merupakan sesuatu yang kosong, tetapi didukung oleh suatu ikatan yang telah dicatat dalam sejarah. Menurut Yamin, ada lima faktor yang dapat mempersatukan kekuatan bangsa Indonesia, yaitu sejarah, bahasa, hukum adat, pendidikan, dan kemauan. Demikianlah seterusnya kongres pemuda ini berhasil melahirkan sebuah kesepakatan persatuan pemuda dengan mengucapkan ikrar/sumpah, yaitu bertanah air, berbangsa, dan berbahasa satu, Indonesia."],

    "Peran Indonesia Dalam Perdamaian Dunia": ["Munculnya tindakan teror dimotivasi oleh adanya beberapa hal sebagai berikut. Separatisme adalah motivasi gerakan yang bertujuan mendapatkan pengakuan kemerdekaan, kedaulatan, kekuasaan politik, atau kebebasan beragama. Etnosentrisme adalah motivasi gerakan yang dilandasi dengan kepercayaan dan keyakinan akan adanya penggolongan derajat suatu ras. Penggolongan tersebut membuat seseorang atau sekelompok orang yang merasa berasal dari ras yang lebih tinggi melakukan tindakan teror terhadap orang orang yang dianggapnya berasal dari ras yang lebih rendah. Nasionalisme adalah gerakan yang dimotivasi oleh kesetiaan dan ketaatan pada paham nasional. Paham ini diterima dan ditempatkan sebagai suatu kesatuan budaya yang tidak dapat dipisahkan atau seperti ideologi, yaitu kepercayaan kepada politik tertentu. Revolusioner adalah motivasi memiliki keinginan untuk melakukan perubahan dengan menggulingkan pemerintah yang berkuasa, baik itu perubahan politik maupun struktur sosial.",
    "Sejarah berdirinya Al-Qaeda dapat ditelusuri dari Perang Afganistan melawan invasi Uni Soviet pada 1979 hingga 1989. Perkembangan kelompok ini dimulai dari organisasi yang bernama Maktab Al Khidamat (MAK) yang didirikan oleh Sheikh Abdullah Azzam dan Osama Bin Laden pada 1984. Sekitar tahun 1987, Azzam meninggal dunia dan digantikan oleh Osama yang kemudian mendirikan Al-Qaeda. Teori lain mengatakan bahwa Amerika Serikat merupakan pihak yang berperan besar terhadap terbentuknya Al-Qaeda. Pada saat Uni Soviet menginvasi Afganistan, Amerika Serikat mendukung kelompok gerilya untuk menghancurkan pasukan Uni Soviet di Afganistan. Dari situlah Al-Qaeda muncul. Keterlibatan AS dalam pertentangan antara Afganistan dan Uni Soviet bukan tanpa tujuan. Selain untuk membendung pengaruh komunisme Uni Soviet, dengan memberikan bantuan kepada Afganistan, AS berharap mampu menguasai potensi alam berupa ladang minyak yang melimpah milik Afganistan. Hal ini kemudian menyulut kebencian Al-Qaeda terhadap AS. Apalagi dukungan AS terhadap Israel, keberadaan tentara AS di Arab Saudi, serta sanksi yang diberikan AS kepada Irak menumbuhkan kepedulian sebagai sesama komunitas muslim untuk memerangi AS. Amerika Serikat menjadi sasaran utama bagi serangan teror yang dilaksanakan Al-Qaeda. Hal ini sebagaimana difatwakan oleh Osama bin Laden untuk memerangi Amerika Serikat dan sekutunya. Pada 11 September 2001, anggota kelompok Al-Qaeda diduga membajak empat pesawat terbang komersial. Serangan pesawat pertama menyasar dan menghantam menara utara gedung WTC. Serangan kedua menghantam menara selatan gedung tersebut. Pesawat ketiga diarahkan ke Kementerian Pertahanan Amerika Serikat di Pentagon. Pesawat keempat jatuh di sekitar Pennsylvania. Serangan ini telah menewaskan sekitar tiga ribu orang. Pascaperistiwa 11 September, Amerika Serikat kemudian mengumumkan perang terhadap terorisme. Langkah awal Amerika Serikat adalah memerangi Al-Qaeda dengan melakukan serangan ke Afganistan pada 7 Oktober 2001. Serangan AS ke Afganistan ini dilakukan karena diduga Osama Bin Laden, pemimpin Al-Qaeda, ada negara itu.",
    "Pada Agustus 1941, terjadi pertemuan rahasia antara Presiden Amerika Serikat, Franklin Delano Roosevelt, dan Perdana Menteri Inggris, Sir Winston Leonard Spencer Churchill. Pertemuan ini terjadi di atas kapal penjelajah milik Angkatan Laut Amerika Serikat, USS Atlanta yang sedang berlabuh di wilayah lepas pantai New Foundland, Atlantik Utara. Pertemuan ini tentu saja mempunyai arti penting mengingat Amerika Serikat dan Inggris merupakan negara terkuat yang dapat mengimbangi Jerman dan Italia pada Perang Dunia 2. Jadi, pertemuan ini pada dasarnya adalah untuk memperkuat persatuan negara-negara penentang Jerman dan Italia. Terdapat sekitar 26 negara bergabung dengan Amerika Serikat dan Inggris yang kemudian dikenal dengan sebutan kelompok Sekutu. Akan tetapi, di luar dugaan, Jepang kemudian bergabung dengan Jerman dan Italia. Pasukan Jepang bahkan menghancurkan pangkalan militer Amerika Serikat di Pearl Habour. Serangan ini tentu saja merupakan pernyataan perang secara terbuka kepada Sekutu. Tanpa dapat dicegah lagi, pertempuran dengan cepat meluas ke kawasan Asia Pasifik sehingga perang berkobar praktis hampir meliputi seluruh dunia. Pertemuan yang terjadi antara Roosevelt dan Churchill ini menghasilkan Atlantic Charter (Piagam Atlantik). Nama ini diambil dari lokasi berlabuhnya kapal USS Atlanta, yaitu di wilayah Atlantik. Terdapat delapan butir kesepakatan yang dituangkan dalam piagam ini dan menjadi dasar-dasar penting bagi pembangunan dunia setelah Perang Dunia 2, yaitu Setiap negara tidak diperbolehkan lagi menambah wilayahnya, Perubahan status wilayah harus sesuai dengan keinginan rakyat, Menghormati hak seluruh bangsa untuk memilih bentuk negara dan pemerintahannya, Menghormati dan melindungi hak setiap warga negara untuk memperoleh kemakmuran, Membangun kerja sama di bidang perekonomian di antara bangsa-bangsa, Memberi jaminan keamanan kepada seluruh bangsa terutama negara-negara lemah dari ancaman negara kuat, Menciptakan perdamaian yang memungkinkan semua orang dapat mengarungi lautan tanpa rasa takut, dan Menghindari cara-cara kekerasan dalam menyelesaikan persengketaan. Kehadiran Piagam Atlantik ternyata telah menarik perhatian negara-negara lain. Hal ini karena kesepakatan tersebut tidak semata-mata penting bagi hubungan bilateral Amerika dan Inggris saja, tetapi berlaku untuk umum, terutama bagi negara-negara yang baru merdeka. Mereka merasa terlindungi dari ancaman penaklukan dari negara-negara yang lebih kuat. Dengan demikian, tidak mengherankan jika kemudian banyak negara yang bergabung. Hal ini menjadikan kekuatan pasukan Sekutu lebih kuat. Sekutu kemudian berhasil mendesak pasukan Jerman dan Italia yang mulai terdesak dalam pertempuran di Eropa pada awal 1943. Sekutu juga berhasil mendesak Jepang yang mengalami kekalahan besar di pertempuran Asia Pasifik. Uni Soviet, sebagai negara terkuat di Eropa Timur, awalnya bersikap netral. Namun, Uni Soviet kemudian menyatakan keberpihakannya kepada Sekutu, bahkan mensponsori pertemuan empat kepala negara (Uni Soviet, Amerika Serikat, Inggris, dan Tiongkok) di Moskow. Pertemuan ini kemudian menghasilkan Deklarasi Moskow dan pembentukan semacam Majelis Keamanan (General Security). Pembentukan majelis ini semakin memperlihatkan kokohnya persekutuan dari negara-negara penentang Jerman, Italia, dan Jepang pada masa Perang Dunia 2.",
    "Dalam menjalankan misi utamanya memelihara perdamaian dunia, PBB memiliki enam badan utama yang terdiri atas Sidang Umum (General Assembly) yang berfungsi sebagai wadah untuk melakukan pembahasan dari setiap persoalan. Setiap negara anggota memiliki perwakilan dan mempunyai hak yang sama untuk menyampaikan rekomendasi serta resolusi untuk menciptakan perdamaian dunia. Dewan Keamanan (The Security Council) berfungsi untuk menyelesaikan konflik antarnegara secara damai. Berkaitan dengan hal tersebut, Dewan Keamanan akan mengirim pasukan penjaga perdamaian (peace keeping) yang dibentuk dari pasukan negara-negara anggota. Keanggotaan Dewan Keamanan terdiri atas anggota tetap/biasa dan anggota istimewa yang dipilih pada pelaksanaan Sidang Umum. Anggota istimewa adalah negara-negara yang memiliki hak veto, yaitu Amerika Serikat, Inggris, Uni Soviet, Prancis, dan Republik Rakyat Tiongkok. Dewan Ekonomi dan Sosial (The Economic and Social Council/ECOSOC) berfungsi untuk mengembangkan pembangunan ekonomi sosial dan hak asasi manusia. Dewan Perwalian (The Trusteeship Council) berfungsi untuk melaksanakan sistem perwalian PBB terhadap daerah-daerah yang diperebutkan. Sebagai contoh, sebelum diserahkan kepada Indonesia, Irian Barat pada masa pemerintahan Sukarno berada di bawah perwalian PBB. Penyerahan dilakukan setelah dilakukan plebisit yang hasilnya disahkan oleh Sidang Umum PBB. Mahkamah Internasional (The International Court of Justice) berfungsi untuk melakukan pengendalian terhadap persengketaan yang bersifat internasional. Badan ini juga dikenal dengan nama Mahkamah Pengadilan Dunia (The World Court). Ada 15 hakim agung dunia yang bertugas di sini. Mereka dipilih secara terpisah oleh Sidang Umum PBB dan Dewan Keamanan PBB. Sekretariat PBB (The Secretariat) berfungsi untuk mengerjakan tugas-tugas PBB yang bersifat administratif. Badan ini diketuai oleh seorang sekretaris jenderal yang dipilih oleh seluruh anggota PBB. Lembaga-Lembaga Khusus PBB terdiri dari ILO (International Labour Organization), Badan ini sebenarnya telah dibentuk oleh LBB sekitar 1919 dengan tujuan untuk memperjuangkan kepentingan kaum buruh. Pada 1914, ILO mengeluarkan Deklarasi Philadelphia. Ada lima hal pokok yang diperjuangkan ILO, yaitu menegakkan HAM, menetapkan standar hidup minimum, menciptakan kondisi kerja yang manusiawi, memperluas kesempatan kerja, dan menjamin keamanan ekonomi bagi seluruh pekerja. UNESCO (United Nations Educational, Scientific, and Cultural Organization). Urusan yang ditangani oleh UNESCO meliputi pendidikan, ilmu pengetahuan, dan kebudayaan. Tugasnya jelas, yaitu bertanggung jawab terhadap pengembangan pendidikan dan ilmu pengetahuan, serta pelestarian kebudayaan sebagai unsur pendukung dari upaya perdamaian dan kesejahteraan. Dalam hal ini, UNESCO juga memberikan dana bantuan bagi pengembangan tugas yang menjadi tanggung jawabnya. WHO (World Health Organization). Badan ini didirikan PBB pada 7 April 1948 dengan tugas dan tanggung jawab khusus untuk menangani kesehatan umat manusia. Pengertian sehat menurut WHO mencakup kondisi kesehatan mental, fisik, dan sosial. Kantor pusat WHO ada di Genewa, Swiss. Hingga 2004, negara yang bergabung menjadi anggota WHO sebanyak 192 negara. Seluruh negara anggota ini masing-masing memiliiki perwakilan dalam Majelis Kesehatan Dunia (World Health Assembly) yang bersidang setiap tahunnya untuk menyusun program kerja. UNICEF (United Nations International Childerns Fund). Pada awalnya, badan yang berdiri pada 1946 ini bernama United Nations International Childern's Emergency Fund. Tujuannya adalah menolong anak-anak yang menjadi korban peperangan pasca-Perang Dunia 2. Namun, tugasnya tidak terbatas pada memberikan bantuan kepada anak-anak korban perang saja. Akan tetapi, UNICEF juga memperjuangkan kesejahteraan, pendidikan, dan kesehatan bagi seluruh anak-anak di dunia. UNHCR (United Nations High Commisioner for Refugees). Lembaga khusus ini berdiri pada 1951 dengan kantor pusat di Genewa, Swiss. Sebenarnya, badan ini merupakan kelanjutan dari UNRRA (United Nations Relief and Rehabilition Administration). Tujuannya adalah meringankan penderitaan para korban perang akibat perang dunia 2. Akan tetapi, badan ini kemudian dibubarkan pada tahun 1948 dan digantikan oleh UNHCR yang lebih fokus pada urusan nasib para pengungsi di wilayah konfilk.",
    "Ir. H. Djuanda Kartawidjaja lahir di Tasikmalaya pada 14 Januari 1911. la pernah diserahi jabatan-jabatan penting negara, seperti menteri perhubungan, menteri kemakmuran dan keuangan, bahkan perdana menteri. Hal itu membuktikan besarnya hasrat Djuanda dalam memajukan pembangunan dan ekonomi bangsa. Tokoh yang banyak menerima bintang kehormatan dari berbagai negara ini juga pernah mengalami masa-masa kritis. Ketika meletus pemberontakan PRRI/PERMESTA, ia dituntut mengundurkan diri dari jabatannya sebagai menteri pertama. Meskipun banyak kebijakan pemerintah yang tidak disetujuinya, Djuanda tetap membaktikan diri dengan sepenuh hati. la meninggal pada 7 November 1963 di Jakarta.",
    "Asia Pasifik Economic Cooperation (APEC) adalah Organisasi internasional yang didirikan pada 1989 di Canberra, Australia. APEC bertujuan mengukuhkan pertumbuhan ekonomi dan mempererat hubungan perdagangan di negara-negara Asia Pasifik. Dengan kata lain, APEC merupakan forum utama untuk memfasilitasi pertumbuhan ekonomi, kerja sama, perdagangan, dan investasi di kawasan Asia Pasifik. Latar belakang kelahiran APEC ditandai dengan adanya kebutuhan pembangunan ekonomi regional akibat adanya globalisasi dalam sistem perdagangan, serta adanya perubahan dalam berbagai situasi politik dan ekonomi sejak pertengahan 1980-an. Perubahan yang terjadi meliputi bidang transportasi dan telekomunikasi semakin mendorong percepatan perdagangan global. Hal ini ditandai dengan adanya perubahan yang cepat pada pasar uang, arus modal, peningkatan persaingan untuk memperoleh modal, tenaga kerja terampil, bahan baku, maupun pasar secara global. Globalisasi perdagangan juga mendorong meningkatnya kerja sama ekonomi di negara-negara sekawasan lainnya, seperti Masyarakat Ekonomi Eropa (European Economic Community). Tujuannya adalah melakukan pembangunan ekonomi dan kebijakan politik perdagangan yang saling menguntungkan secara bersama-sama di kawasan Eropa. KTT APEC dilaksanakan setiap satu tahun sekali di negara-negara anggota yang berjumlah 21 negara. Pada 1994, Indonesia menyelenggarakan KTT APEC di Bogor dan menghasilkan Deklarasi Bogor. Hasilnya, sejumlah kesepakatan perdagangan dan investasi terbuka di kawasan Asia Pasifik yang dimulai pada 2010 untuk ekonomi industri hingga 2020.",
    "Pengertian damai seharusnya tidak hanya mengacu kepada ketiadaan perang, tetapi juga kepada tidak adanya genosida, terorisme, serta bentuk kekerasan lainnya yang mengancam perdamaian dunia. Perdamaian dunia sebenarnya dapat dicapai jika semua negara di dunia menyelesaikan konflik dengan cara menghindari perang atau tidak menggunakan kekuatan senjata. Genosida dapat diartikan sebagai peristiwa pembunuhan secara besar-besaran, dan dilakukan secara sistematis terhadap suatu suku bangsa, bangsa, atau kelompok dengan maksud untuk memusnahkannya. Menurut International Criminal Court, genosida termasuk dalam jenis pelanggaran HAM berat di samping kejahatan terhadap kemanusiaan, kejahatan perang, dan kejahatan agresi. Terorisme adalah setiap tindakan yang melawan hukum dengan cara menebarkan teror kepada masyarakat luas. Teror dilakukan dengan ancaman dan kekerasan, baik oleh individu atau kelompok yang dapat menimbulkan penderitaan secara fisik atau psikologis yang berkepanjangan. Terorisme berkembang dengan cepat setelah Perang Dunia 2 yang dilandasi oleh sejumlah hal, seperti ideologi, fanatisme agama, dan pemberontakan. Paham tentang kesetaraan dan kebebasan individu telah diawali sejak pemerintahan demokrasi dijalankan di Athena, salah satu negara kota yang ada di Yunani. Munculnya kesadaran tentang pentingnya kesetaraan bagi bangsa-bangsa di dunia direalisasikan dengan pelaksanaan Konferensi Perdamaian. Konferensi tersebut diselenggarakan di Paris pada 1919, yakni setelah berakhirnya Perang Dunia 1. Liga Bangsa-Bangsa adalah organisasi perdamaian internasional pertama yang lahir berkat ide dari Presiden Amerika Serikat yaitu Woodrow Wilson, Perdana Menteri Inggris yaitu Cecil, dan tokoh negara persemakmuran yaitu Jan Smuts. Liga Bangsa-Bangsa terbentuk pada 10 Januari 1920 dengan melahirkan sejumlah kesepakatan di antara para anggotanya. Beberapa kesepakatan tersebut seperti melenyapkan perang, menaati hukum internasional, dan menggunakan diplomasi terbuka. LBB dibubarkan pada 12 April 1946. Namun, tidak seluruh misinya gagal karena ada dua hal penting yang dicapai, yaitu menyadarkan para pemimpin negara anggotanya bahwa tidak ada satu negara pun yang dapat hidup sendirian, dan sedapat mungkin menghindarkan perang dalam menyelesaikan konflik. Peran Indonesia dalam mewujudkan perdamaian dunia diwujudkan dengan partisipasi aktifnya di lembaga-lembaga internasional, seperti PBB, KAA, GNB, OKI, dan ASEAN. Keikutsertaan Indonesia secara aktif dalam lembaga-lembaga internasional telah sejalan dengan kebijakan politik luar negerinya, yaitu bebas dan aktif. Gerakan Nonblok didirikan dengan tujuan mewujudkan perdamaian dunia. Prinsip dasar GNB, antara lain adanya pengakuan kedaulatan, meningkatkan hak dan martabat seluruh negara dan rakyatnya, serta menghormati hak asasi manusia. Salah satu tujuan ASEAN, lembaga internasional regional yang didirikan pada 8 Agustus 1967 di Bangkok, adalah meningkatkan perdamaian dan stabilitas keamanan di Asia Tenggara. Perdamaian dunia harus selalu diperjuangkan. Untuk itu, setiap negara hendaknya selalu saling mengingatkan terhadap kemungkinan terjadinya lagi perlombaan senjata, ancaman dari kelompok-kelompok radikal yang berpotensi mengobarkan peperangan, dan kekuatan-kekuatan negara baru yang membangun pertahanan negara dengan provokatif.",
    "Menteri Luar Negeri Retno LP Marsudi menegaskan komitmen Indonesia dalam mendukung perdamaian antara Palestina dan Israel pada pertemuan tingkat menteri tentang perdamaian Timur Tengah di Paris, Prancis. Pertemuan tersebut diprakarsai oleh Pemerintah Perancis dan dihadiri 27 menteri luar negeri serta Sekretaris Jenderal PBB dan Sekretaris Jenderal Liga Arab. Kehadiran Indonesia pada pertemuan tingkat menteri tersebut merupakan pengakuan masyarakat internasional atas peran aktif Indonesia dalam mendorong perdamaian baik di tingkat kawasan maupun global. Para menlu peserta pertemuan tersebut menyampaikan penghargaan kepada Indonesia yang telah menyelenggarakan Konferensi Tingkat Tinggi (KTT) Luar Biasa Organisasi Kerja Sama Islam (OKI) mengenai Palestina dan Al-Quds Al-Sharif pada Maret 2016. Para menlu menegaskan kembali dukungannya untuk mencari solusi yang adil, abadi, dan komprehensif guna menyelesaikan permasalahan Palestina-Israel yang telah berlangsung selama 50 tahun. Selain itu, para menlu menggarisbawahi bahwa keadaan status quo saat ini tidak dapat dipertahankan."],

    "Perkembangan Ilmu Pengetahuan Dan Teknologi Bangsa Indonesia Pada Era Kemerdekaan": ["Konsep revolusi hijau mulai digencarkan oleh pemerintah Orde Baru sejak akhir 1960-an. Meningkatnya jumlah penduduk mengakibatkan kebutuhan bahan pangan semakin meningkat. Lewat penerapan Pancausaha Tani yang dijalankan melalui irigasi yang baik, pemilihan bibit unggul, pemupukan, penggunaan pestisida, dan penanaman yang lebih sistematis, pemerintah berusaha mengatasi masalah pangan yang terjadi. Hasilnya, swasembada pangan dapat dicapai pada 1984/1985. Keberhasilan dari revolusi hijau ternyata menyimpan kisah memilukan bagi petani kecil, bahkan hingga kini. Menurut pakar pertanian, dampak negatif revolusi hijau terlihat dari utang yang masih melilit petani kecil untuk membayar paket program intensif pertanian. Selain itu, terjadi kesenjangan yang semakin melebar antara petani padat modal dan petani bermodal kecil. Petani juga memiliki ketergantungan yang tinggi terhadap industri penyedia input pertanian, seperti bibit unggul, pupuk, serta pestisida. Keinginan petani untuk meningkatkan produktivitas pertaniannya memaksa mereka untuk melakukan langkah-langkah yang sebenarnya mengakibatkan kualitas tanah memburuk. Produksi sepanjang tahun serta penggunaan pestisida maupun bahan-bahan kimia menjadikan unsur hara dalam tanah menurun. Jika hal ini terus menerus dilakukan, kualitas produksi pangan Indonesia akan mengalami penurunan.",
    "Kereta api di Indonesia sudah ada sejak zaman kolonial Belanda. Pada 17 Juni 1864, Gubernur Jenderal Mr. I. A. J. W. Baron Sloet van Beele membangun rel kereta api pertama di Pulau Jawa, Rel kereta api itu milik Netherlands East Indies Railway Company. Rel kereta api itu membentang dari Semarang hingga Tanggung dan mulai beroperasi pada tanggal 10 agustus 1867, Pada 1881, Semarang-Joana Stoomtram Maatschappij menerima konsesi membangun jalum trem antara Semarang dan Juwana. Pembangunan jalum trem berkaitan dengan perkembangan pertanian, khususnya perkebunan dan pabrik gula, serta perkebunan tembakau dan karet. Di Sumatra, pada 1874, sudah ada kereta api antara Pelabuhan Ule Lhee dan Banda Aceh demi kepentingan militer. Untuk kepentingan ekonomi, pada 1886, Deli Spoorweg Maatschappij beroperasi antara Labuhan dan Medan. Pada 1891 dan 1894, pemerintah Hindia Belanda membangun rel kereta api antara Teluk Bayur dan penambangan batubara di Sawahlunto. Pada tahun 1922, dibuka jalur kereta api publik antara Ujung Pandang dan Takalar sepanjang 47 km, namun jalur ini ditutup pada tahun 1930.",
    "Keberhasilan dua perguruan tinggi nasional, Universitas Gadjah Mada (UGM) dan Institut Teknologi Bandung (ITB), menjadi tonggak sejarah bagi dunia roket nasional. Diawali oleh UGM, lewat mahasiswa Teknik yang tergabung dalam PRMI (Pesatuan Roket Mahasiswa Indonesia), ketika berhasil meluncurkan roket yang dinamai Gama-1 dengan panjang 900 mm dan berdiameter 76 mm di bibir pantai selatan, Bantul, Yogyakarta, 24 Agustus 1963. Presiden Sukarno yang mengetahui hal ini lalu mengucurkan bantuan dana guna penelitian PRMI selanjutnya. Keberhasilan ini memantik ITB untuk melakukan hal serupa. Sepertiga tahun berselang, tepatnya 6 Januari 1964, Ganesha X-1A dan Ganesha X-1B yang memiliki panjang 1,5 m dan diameter 10 cm berhasil terbang mulus di Pantai Pameungpeuk, Garut. Sementara itu, pemerintah mulai terfokus untuk mengembangkan penelitian roket melalui beberapa proyek. Proyek-proyek tersebut turut melibatkan UGM serta ITB. ITB tercatat terlibat dalam proyek PRIMA bersama AURI dan Pindad. Mereka berhasil meluncurkan roket Kartika-1 pada 14 Agustus 1964. Sementara itu, UGM pernah tergabung dalam proyek S, bersama ITB dan Lapan. Proyek dengan modal besar ini ditandai dengan peluncuran roket impor dari Jepang, Kappa-8, yang mampu mencapai ketinggian 364 km pada Agustus 1965.",
    "Kontribusi Indonesia begitu minim dalam International Geophysical Years (IGY) 1957-1958. IGY digagas oleh ahli geofisikawan Amerika, Sidney Chapman. Proyek berskala internasional tersebut bertujuan untuk mengajak negara-negara di dunia mengadakan penelitian atmosfer dan luar angkasa. Penelitian tersebut berguna untuk kepentingan sipil dan perdamaian. Tak ayal, Indonesia memperoleh gelar black area (daerah hitam). Belajar dari kegagalan tersebut, Pemerintah membentuk Panitia Astronautika pada 1962. Panitia tersebut ditunjuk pemerintah untuk menangani permasalahan antariksa nasional. Panitia Astronautika mengusulkan untuk membeli roket Kappa buatan Jepang untuk Proyek S. Akan tetapi, tipisnya dana pemerintah menjadikan proyek tersebut urung untuk dijalankan. Keadaan ini menginisiasi AURI (Angkatan Udara Republik Indonesia) untuk memulai program pengembangan roket secara swasembada. Proyek Pengembangan Roket Ilmiah Awal (PRIMA) yang diketuai oleh Budiardjo akhirnya dimulai pada 1 September 1963. Proyek PRIMA merupakan bagian penting dalam rangka partisipasi dalam International Quiet Sun Years (IQSY) yang dihelat pada 1964-1965. Keberhasilan awal dari proyek ini adalah diluncurkannya roket Kartika-1 di Pantai Pameungpeuk, Garut, pada 14 Agustus 1964. Kartika-1 berhasil meningkatkan gengsi Indonesia di mata dunia. Indonesia menjadi negara kedua setelah Jepang yang mampu membuat roket atmosfer. Tenggat waktu pelaksanaan IQSY yang semakin dekat dan kemajuan yang tak begitu mengesankan dari Proyek PRIMA, meski mampu meluncurkan Kartika-1, membuat pemerintah mengimpor roket Kappa. Proyek S menunjukkan suatu pencapaian luar biasa ketika tiga dari sepuluh roket Kappa-8 diluncurkan pada 9, 11, dan 17 Agustus 1965 di pantai Pameungpeuk. Data yang diperoleh dari peluncuran tersebut menjadi sumbangsih penting Indonesia dalam IQSY di bidang penyelidikan atmosfer. Namun, semua proyek yang dicanangkan pemerintah dalam peroketan seakan tidak memiliki arti. Hal ini disebabkan meletusnya peristiwa 30 September 1965/PKI. AURI dituduh terlibat sebagai dalang dalam upaya kudeta tersebut. Sementara itu, pemerintah Orde Baru yang berkuasa setelahnya, tidak memiliki ketertarikan dalam bidang teknologi roket. Pemerintah Orde Baru lebih terfokus pada bidang penerbangan.",
    "Bakosurtanal telah mengalami enam kali pergantian kepemimpinan, yaitu Ir. Pranoto Asmoro (1969-1984), Prof. Dr. Ir. Jacub Rais, M.Sc. (1984-1993), Dr. Ir. Paul Suharto (1993-1999), Prof. Dr. Ir. Joenil Kahar (1999- 2002), Ir. Rudolf Wennemar Matindas, M.Sc. (2002-2010), Dr. Asep Karsidi, M.Sc. (2010-2014), dan Dr. Priyadi Kardono, M.Sc (2014-sekarang). Selain itu, Bakosurtanal pernah berkantor di beberapa tempat berbeda. Pada awalnya di Jalan Wahidin Sudirohusodo I/11, lalu Jalan Merdeka Selatan No. 11, kemudian di Gondangdia. Berdasarkan amanat Undang-Undang No. 4 Tahun 2011 tentang Informasi Geospasial (IG), Badan Koordinasi Survei dan Pemetaan Nasional (Bakosurtanal) digantikan oleh Badan Informasi Geospasial (BIG). Undang-undang tersebut disetujui Dewan Perwakilan Rakyat Republik Indonesia tanggal 15 April 2011. Undang-undang tersebut disahkan oleh Presiden Republik Indonesia, Susilo Bambang Yudhoyono, tanggal 21 April 2011. BIG resmi berdiri setelah dikeluarkannya Peraturan Presiden No. 94 tahun 2011 mengenai Badan Informasi Geospasial tanggal 27 Desember 2011. Berdasarkan Bab XI Pasal 69 yang dijabarkan lebih lanjut dalam Ketentuan Peralihan Bab VII Pasal 40 Peraturan Presiden tentang Badan Informasi Geospasial, bahwa bidang tugas yang terkait dengan informasi geospasial tetap dilaksanakan oleh Bakosurtanal sampai dengan selesainya penataan organisasi BIG. Bakosurtanal wajib menyerahkan seluruh arsip dan dokumen yang berkaitan dengan pelaksanaan tugasnya kepada BIG. Tujuan BIG sesuai UU tentang Informasi Geospasial adalah Menjamin ketersediaan akses terhadap informasi geospasial yang dapat dipertanggungjawabkan. Mewujudkan penyelenggaraan informasi geospasial yang berdaya guna (efisien) dan berhasil guna (efektif) melalui kerja sama, koordinasi, integrasi, dan sinkronisasi. Mendorong penggunaan informasi geospasial dalam penyelenggaraan pemerintahan dan dalam berbagai aspek kehidupan masyarakat.",
    "Telekomunikasi adalah komunikasi yang dilakukan dalam jarak yang terpaut jauh antara satu tempat ke tempat lain. Sejarah telekomunikasi sangat berkaitan erat dengan revolusi komunikasi manusia. Secara umum, sejarah telekomunikasi dibagi dalam beberapa fase/tahap perkembangan yang ditandai dengan penemuan baru. Pada awalnya, di zaman prasejarah, jika menemukan sesuatu yang aneh/berharga atau untuk memberitahukan ada bahaya, manusia berteriak sekuatnya agar anggota kelompok/sukunya mendengar. Sekitar 500 SM, Raja Darius dari Persia menempatkan prajuritnya di tiap puncak bukit. Mereka saling berteriak satu sama lain, sehingga jarak 450 mil dapat dicapai selama 2 hari. Di belahan dunia lainnya, untuk komunikasi jarak jauh, bangsa Indian menggunakan embusan asap. Sementara itu, dan bangsa Yunani menggunakan api obor. Sejak bentuk tulisan ditemukan, ada pula yang menggunakan burung untuk mengirimkan pesan/surat. Komunikasi tertulis semakin berkembang setelah ditemukannya mesin cetak oleh Gutenberg tahun 1454 di Jerman. Pada 1860-an di AS, terdapat The Pony Express, untuk melayani penyampaian surat dengan kendaraan berupa kuda. Selanjutnya, berkembang pula penyebaran informasi melalui buku, koran/surat kabar, dan majalah. Penemuan lainnya adalah mesin telegraf dengan kode morse oleh Samuel Morse. Telegraf digunakan untuk mengirim pesan jarak jauh, termasuk dalam Perang Dunia 2. Saat Jepang mengirimkan informasi rahasia (berupa kode morse) melalui telegraf, biro intelijen AS menyadapnya. Pada 1876, Alexander Graham Bell menemukan telepon. Berbeda dengan buku dan surat kabar yang digunakan untuk komunikasi massa, komunikasi antarindividu dapat dilakukan dengan telepon. Pada 1910 dan 1920-an, teknologi penyiaran mulai berkembang, seperti radio dan televisi. Informasi disebarluaskan tidak hanya dalam bentuk cetak, tetapi juga audio dan visual. Setelah itu, teknologi penyiaran lebih berkembang lagi sejak transistor ditemukan. Amerika meluncurkan satelit pertama yaitu SYSCOM, dilanjutkan oleh Kanada pada 1972 dengan satelit ANIK. Empat tahun kemudian tepatnya 1976, Indonesia meluncurkan satelit Palapa.",
    "Perhatian pemerintah terhadap perkembangan ilmu pengetahuan dan teknologi serta budaya di Indonesia sudah ada sejak masa kolonial. Hal ini ditandai dengan berdirinya perusahaan swasta asing, misi keagamaan, dan pendidikan Barat yang digunakan untuk kepentingan kolonial. Ilmu pengetahuan dan teknologi merupakan salah satu modal penting dalam membangun suatu negara. Hal ini telah disadari oleh pemerintah sejak proklamasi kemerdekaan Indonesia. Pemerintah memanfaatkan teknologi dalam memenuhi kebutuhan pangan di Indonesia melalui program revolusi hijau. Dalam revolusi hijau, dikenal sistem intensifikasi, ekstensifikasi, dan mekanisasi pertanian. Revolusi hijau berdampak positif karena mampu meningkatkan hasil produksi pertanian. Namun, sistem ini mengakibatkan petani sangat bergantung pada pupuk kimia dan zat kimia pembasmi hama. Dalam teknologi transportasi darat, pemerintah meresmikan kereta api ekspres Argo Bromo dan Argo Gede tahun 1995. Kedua kereta tersebut memiliki kecepatan 120 km/jam. Sementara itu, pada transportasi air, pemerintah melakukan nasionalisasi terhadap maskapai pelayaran Belanda, Koninklijke Paketvaart Maatschappij (KPM). Selain itu, pemerintah menasionalisasi delapan perusahaan maritim milik Belanda lainnya beserta cabang-cabangnya. Selain itu, pemerintah mendirikan Pelayaran Nasional Indonesia (Pelni) tahun 1952. Pada transportasi udara, Indonesia memiliki maskapai Garuda Indonesia. Garuda Indonesia mulai melayani penerbangan domestik pada 26 Januari 1949. Pada 1994, Garuda Indonesia lebih memusatkan kepada jalur penerbangan internasional, khususnya kawasan Asia Pasifik. Dalam teknologi kedirgantaraan, Indonesia berhasil mengorbitkan Satelit Palapa A1 milik Perumtel (sekarang Telkom). Selain itu, Indonesia berhasil mendirikan PT Industri Pesawat Terbang Nurtanio (IPTN) tahun 1976. Lalu, mendirikan Lembaga Penerbangan dan Antariksa Nasional (Lapan), dan Bakosurtanal. Teknologi komunikasi dan informasi dimanfaatkan oleh bangsa Indonesia untuk menyebarluaskan semangat nasionalisme pada masa pergerakan. Pascaproklamasi, surat kabar dan radio digunakan pemerintah sebagai alat mencapai tujuan pemerintahan. Contohnya, pada masa Orde Baru pemerintah menggunakan media massa sebagai alat-alat politik pemerintah. Dalam teknologi arsitektur dan konstruksi, Indonesia mampu menciptakan konsep cakar ayam yang dicetuskan oleh Sedyatmo. Selanjutnya, ada teknologi Sosrobahu oleh Tjokorda Raka Sukawati. Selain itu, pada masa Sukarno, Indonesia telah memiliki arsitektur yang menjadi landmark kota, seperti di Jakarta dan Palangkaraya."]
}